{
    "information_block.literature_text_3": "ist kategorisiert und mit einer kurzen Erklärung versehen, die dir dabei hilft, die perfekte Ressource zu finden, um deine Partnerschaft zu bereichern.",
    "onboarding.notification.description2": "„Die Kunst der Liebe ist vor allem die Kunst der Beharrlichkeit.“",
    "common.each_session_future_action": "*Jede Sitzung schliesst mit einer Challenge ab, betrachtet Sie als eine Art Hausaufgabe oder neues Werkzeug, dass ihr in nun Zukunft benutzen könnt.",
    "myRelationship.1_kid": "1 Kind",
    "myRelationship.2_kids_more": "2 Kinder & mehr",
    "onboarding.statistic.screen_2_description": "7/10 Menschen sind mit ihren Beziehungen oder ihrem Liebesleben nicht zufrieden.",
    "onboarding.statistic.description_14": "9/10 Personen spüren eine positive Veränderung in ihrer Beziehung",
    "copilot.step_2_name": "Unsere Blume zeigt euch stets den aktuellen Fokus der Sitzungen an.",
    "about_page.how_to_use_descriptions3_text_1": "LoveWorkz fungiert als dein persönlicher Coach, der dich mit einer klaren Struktur und der Gewissheit leitet, dass die Reise, auf die du dich begibst, von Fachwissen geprägt ist, auf evidenzbasierten Methoden beruht und ein tiefes Verständnis dafür hat, was Beziehungen dauerhaft macht.",
    "about_page.how_to_use_descriptions2_text_5": "LoveWorkz springt in diese Lücke und bietet eine Brücke, die auf Verständnis und dem Aufbau von Fähigkeiten beruht. Durch unsere Plattform wirst du die Freundschaft mit deinen Liebsten vertiefen, lernen, wie du Bedürfnisse kritiklos artikulierst, tief zuhörst, ohne dich zu verteidigen, und eine gemeinsame Vision für eure Zukunft entwickelst. Es geht darum, das Unausgesprochene und Unverstandene in Säulen der Stärke eurer Beziehung zu verwandeln.",
    "auth.password_must_contain_lowercase": "Passwort muss Großbuchstaben, Kleinbuchstaben, Nummern, Sonderzeichen (#,$,@,!,_,%,&,*,?) beinhalten und mind. aus 8 Stellen umfassen.",
    "auth.deleted_account": "Dein Konto wurde gelöscht",
    "auth.disabled_account": "Dein Konto wurde deaktiviert, bitte versuche es zu einem späteren Zeitpunkt erneut.",
    "game_rules.descriptions_6_text_1": "Wie schnell du in dieser App vorankommst, hängt von deiner persönlichen Motivation und deinen Zielen ab.",
    "common.claim_my_offer": "Angebot annehmen",
    "shop.quarterly_description": "DE Access to all categories and challenges and no ads",
    "shop.monthly_description": "Zugang zu allen Kategorien und Herausforderunge & ohne Werbung",
    "about_page.how_to_use_descriptions3_text_4": "Wir glauben, dass es Spaß machen sollte, gemeinsam zu wachsen. Also keine Sorge, es geht nicht nur darum, ständig die schweren Themen anzusprechen. Wir bieten euch eine gesunde Mischung, die für Spaß und Leichtigkeit sorgt, damit ihr euch auf eure Reise als Paar einlassen und die Zeit auf dem Weg dorthin genießen könnt.",
    "common.add_categories": "Kategorie hinzufügen",
    "common.add_category": "Kategorie hinzufügen",
    "profile.add_partner": "Partner hinzufügen",
    "common.create_new_category": "Neue Kategorie hinzufügen",
    "shop.yearly_description": "Wählen Sie den Jahreszahlungsplan und erhalten Sie zwei Monate kostenlos",
    "common.get_the_annual_plan": "Holen sie sich den jährlichen Zahlungsplan und bekommen sie 12 Monate für den Preis von 10.",
    "onboarding.notification.description3": "Albert Ellis",
    "how_to_use.descriptions4_text_1": "Neben der LoveWorkz - Reise  (den geplanten Sitzungen) könnt ihr LoveWorkz auch flexibel nutzen. Vertieft Themen, die euch besonders interessieren, und passt das Tempo euren Bedürfnissen an.  direkt auf Fragen und Challenges zugreifen außerhalb der geführten Sitzungen.",
    "copilot.step_3_name": "Es gibt viel jenseits den geführten Sitzungen zu entdecken!",
    "settings.german": "Deutsch",
    "auth.something_went_wrong": "uups da ist wohl etas falsch gelaufen",
    "common.something_went_wrong_try_again": "Da ist etwas schief gelaufen, bitte versuche es zu einem späteren Zeitpunkt erneut.",
    "settings.change_password": "Passwoort ändern",
    "upload.change_photo": "Foto bearbeiten",
    "upload.change_profile_photo": "Profil-Foto ändern",
    "auth.change_password": "Passwort ändern",
    "rubricFilterItem.friendship": "Freundschaft",
    "common.year": "jahr",
    "about_page.how_to_use_descriptions1_text_1": "Wenn du dich für LoveWorkz entscheidest, bist du der Zeit schon voraus. In einer Welt, in der die Chancen für dauerhafte Beziehungen gering zu sein scheinen - die Scheidungsrate liegt bei etwa 60 %* und die Trennungsrate ist sogar noch höher - ist dein Beitritt zu uns der erste Schritt, diese Chancen zu deinen Gunsten zu verändern.",
    "game_rules.descriptions_7_text_2": "Wenn ihr LoveWorkz zu eurem wöchentlichen Ritual macht, verbringt ihr nicht nur Zeit miteinander, sondern investiert in das Wachstum und die Tiefe eurer Beziehung. Genieße diese Reise der Entdeckung und Intimität, und jede Sitzung wird euch einander näher bringen.",
    "auth.delete_my_account": "Meinen Account löschen",
    "upload.delete_photo": "Foto löschen",
    "common.only": "nur",
    "how_to_use.descriptions3_text_3": "Trotz der Tiefe der Themen haben wir die Sitzungen so gestaltet, dass Spaß im Vordergrund steht. Ernstere und herausfordernde Diskussionen haben wir mit leichteren, lustigen Fragen, Wild Cards, Fun-Fact Cards und zum Beispiel einer Karte mit sexuellen Themen (Hot Stuff-Karte) aufgelockert. Dadurch entsteht eine Atmosphäre, die euch ein Wachstum ohne überwältigenden Stress oder Spannungen ermöglicht und sicherstellt, dass eure Reise ausgewogen und angenehm bleibt.",
    "common.appreciation": "Wertschätzung",
    "profile.conlfict_management": "Ich möchte unsere Streitkultur verbessern.",
    "common.choose_of_the_following_part_2": "genießen Sie es gemeinsam und denken Sie daran, es als abgeschlossen zu markieren, wenn Sie fertig sind.",
    "common.choose_of_the_following_2_part_2": "abgeschlossen, sobald Sie fertig sind.",
    "common.arran_kennedy": "Arran Kennedy",
    "common.arran_text_1": "Arran Kennedy arbeitet als Psychologe, kognitiver Verhaltenstherapeut und Paartherapeut. ,",
    "common.paired_subscription": "Premium-Abonnements verlängern sich automatisch, wenn die automatische Verlängerung nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums deaktiviert wird. Die Zahlung wird Ihrer Apple/Google ID belastet. Verwalte deine Abonnements und deaktiviere die automatische Verlängerung in den Kontoeinstellungen.",
    "information_block.browsing_topics_text_2": "Aber denkt daran, um das Beste aus der App herauszuholen, empfehlen wir, eine Sitzung pro Woche zu machen. Ihr könnt diese über die Startseite starten.",
    "about_page.how_to_use_descriptions2_text_1": "Ähnlich wie Sportler/innen auf Trainer/innen angewiesen sind, um Spitzenleistungen zu erbringen, können auch Beziehungen von fachkundiger Anleitung enorm profitieren. LoveWorkz ist dazu da, dich mit den Fähigkeiten und Erkenntnissen auszustatten, die du für eine florierende Partnerschaft brauchst, und dich vor häufigen Fallstricken wie Kommunikationspannen oder unerfüllten Erwartungen zu bewahren.",
    "about_page.how_to_use_descriptions2_text_11": "Wenn ihr dann komplexere oder heikle Themen besprecht, habt ihr das nötige Rüstzeug und Selbstvertrauen, um diese effektiv zu meistern.",
    "settings.subscription": "Abonnement",
    "common.subscribe_desc_part_1": "Abonniert LoveWorkz Premium jetzt - ",
    "rubricFilterItem.activity": "Activity",
    "common.arran_text_3": "Derzeit ist er als leitender Psychotherapeut für die Mitarbeiter des Google EMEA-Büros in Dublin tätig,",
    "profile.increase_appreciation_and_respect": "Ich möchte mehr Wertschätzung und Respekt",
    "profile.increase_mutual_understanding": "Erhöhtes Verständnis, Wertschätzung und Respekt",
    "rubricFilterItem.self_reflection": "Selbst-Reflektion",
    "profile.self_reflection": "Selbstreflektion",
    "common.venture_beyond_the_journey": "Geht über die geplanten Sitzungen hinaus, wann immer ihr möchtet, und wählt Inhalte, die auf die Bedürfnisse und Interessen eurer Beziehung abgestimmt sind. ",
    "common.basic": "Basic",
    "information_block.literature": "Herzlich willkommen im Literaturbereich",
    "common.welcome_to": "Willkommen zu",
    "questions.title": "Fragen - Bibliothek",
    "rubrics.title": "Fragen - Bibliothek",
    "information_block.session_library": "Sitzungsübersicht",
    "common.nice_job": "Gute Arbeit.Macht eine kleine Pause und sprecht darüber, was euch gefallen und was euch nicht gefallen hat. Welche Fragen fandet ihr schwierig und welche waren einfach? Warum?",
    "common.nice_work_keep_going": "Gute Arbeit! Weiter so",
    "about_page.how_to_use_descriptions2_text_10": "Jeder Schritt ist sorgfältig geplant, um dich auf den nächsten vorzubereiten und so einen kohärenten und zielgerichteten Verlauf eures Beziehungswachstums zu gewährleisten.",
    "information_block.challenges_title_1": "Jedes Buch,",
    "information_block.literature_title_1": "Jedes Buch,",
    "how_to_use.descriptions1_text_2": "Jedes Level bringt euch nicht nur näher zueinander, sondern stellt auch höhere Anforderungen an eure Kommunikations -fähigkeiten, euer Verständnis und eure Fähigkeit, als Paar zu wachsen. Dieser geführte und gestufte Ansatz sorgt dafür, dass ihr euch schrittweise an komplexere und intimere Aspekte eurer Beziehung heranwagt, was eine solide Basis für dauerhaftes persönliches und gemeinsames Wachstum bildet.",
    "common.every_quadrant_consists": "Jeder Quadrant besteht aus 4–5 Sitzungen, die jeweils 14 sorgfältig ausgewählte Fragen aus über 35 relevanten Themenbereichen enthalten, um eine umfassende Erkundung jedes Bereichs zu gewährleisten. Die Sitzungen sind so konzipiert, dass sie wichtige Beziehungsthemen schrittweise angehen und tiefgehende Diskussionen und Reflexionen ermöglichen.",
    "information_block.literature_title_3": "Jedes",
    "common.cancel": "abbrechen",
    "common.loading": "laden",
    "myRelationship.married": "Verheiratet",
    "common.category_1": "Kategorie",
    "categories.categories": "Kategorie",
    "information_block.literature_title_2": "Wissenschaftlich,",
    "quotes.quote_of_the_day": "Zitat des Tages",
    "notifications.daily_quotes": "Tägliche Zitate",
    "notifications.daily_quotes_description": "Tägliche Zitate aus unserer empfohlenen Literatur und führenden Therapeuten.",
    "about_page.how_to_use_descriptions1_text_2": "Mit LoveWorkz gehst du nicht nur der Statistik aus dem Weg, sondern erhöhst auch deine Chancen, eine Beziehung zu führen, die ein Leben lang hält.",
    "game_rules.descriptions_4_text_2": "Mit der Synchronisierungsfunktion teilen sich beide Konten einen Fortschrittsstrom, so dass ihr auf eurer Reise vereint seid, egal ob ihr euch nahe seid oder nicht. So könnt ihr auf Herausforderungen zugreifen, Informationen sammeln, euch auf eure Sitzungen vorbereiten oder sie reflektieren.",
    "common.how_often_i_play": "Wie häufig sollten wir spielen?",
    "common.begin_love_journey": "Beginnt mit den Sitzung 1 unserer geführten Reise, um eine solide Basis an Fähigkeiten und Verständnis aufzubauen.",
    "common.start_the_journey_prefix": "Startet eure Reise:",
    "common.start_for_free": "Starte jetzt kostenlos",
    "common.start_your_journey_now": "Beginnt Eure Reise jetzt",
    "common.start_tour_here": "Beginnt Eure Tour hier!",
    "common.how_are_we_today": "Wie geht es uns heute?",
    "how_to_use.title_maintaining:": "Positive Vibes bewahren",
    "common.how_to_navigate": "Wie ihr LoveWorkz nutzt:",
    "game_rules.descriptions_6_text_2": "Da die Einstiegsstufen leichter und einfacher sind, wirst du vielleicht feststellen, dass du sie schneller abschließen kannst, indem du sie ein- oder zweimal pro Woche absolvierst.",
    "settings.how_to_use": "Wie wird gespielt?",
    "common.share_us": "erzähle deinen Freunden von uns",
    "settings.share_us": "Teile uns",
    "common.buy_now": "Jetzt kaufen",
    "information_block.literature_text_2": "belegt und vollgepackt mit praktischen Tipps, Übungen und hilfreichen Erkenntnissen, helfen dir diese Bücher, besser zu kommunizieren, euch gegenseitig besser zu verstehen, eure emotionale Verbindung zu stärken und Beziehungsprobleme zu bewältigen.",
    "rubricFilterItem.communication": "Kommunikation",
    "common.communication_and_resolution": "Kommunikation & Konfliktbewältigung",
    "auth.agree_with": "Es gelten unsere Allgemeinen Geschäftsbedingungen. Unsere Datenschutzerklärung finden sie hier.",
    "copilot.step_4_text": "Verknüpft Eure Profile miteinander oder passt die Einstellungen Euren Vorlieben an.",
    "settings.title": "Einstellungen",
    "rubricFilterItem.Conflict": "Konflikt",
    "profile.build_meaning_and_dreams": "Sinn und Träume schaffen",
    "profile.closer_relationship": "Engere Beziehung zu Familie und Freunden",
    "how_to_use.title_challenges:": "Mit den Challenges sich ein Gürtel voller nützlicher Werkzeugen bauen.",
    "settings.account": "Konto",
    "settings.contact_us": "Kontakt",
    "notifications.newsletter_description": "Exklusive Inhalte zu Beziehungen, gesunde Routinen und Ideen für Dates, Aktivitäten usw., Literatur und führende Therapeuten.",
    "common.challenge_background": "Hintergund zur Challenge",
    "common.continue": "weiter",
    "common.proceed": "Weiter",
    "auth.continue_apple": "Weiter mit Apple",
    "auth.continue_google": "Weiter mit Google",
    "common.continue_where_you_left": "Weiterspielen, wo wir aufgehört haben",
    "settings.invite_partner": "Partner einladen",
    "rubricFilterItem.personal_growth": "Selbstentfaltung",
    "profile.create_safe_attachment": "tiefere Verbundenheit",
    "profile.feeling_better": "Mehr Verbundenheit & stärkere Bindung schaffen",
    "common.create_safe_attachment": "stabilere Bindung aufbauen",
    "common.create_your_ritual": "Kreiert Euer eigenes Ritual: ",
    "common.create_space": "Schafft Euch einen gemütlichen Ort",
    "common.partners_item_3": "Gruppenkurs für Singles Sieben Prinzipien für Singles, persönlich und online. ,",
    "common.partners_item_2": "Kurs für Paare Sieben Prinzipien für eine funktionierende Ehe, persönlich und online,",
    "profile.date_of_birth": "Geburtsdatum",
    "common.long_question_1": "Von 10 (ich fühle mich großartig) bis 1 (lass mich in Ruhe). Für alles unterhalb von 7: Gönn dir eine Pause und verschiebe die Sitzung auf einen anderen Tag. PS: Schalte dein Handy in den Flugmodus, um Ablenkungen zu vermeiden.",
    "quotes.show_me_book": "Zeig mir das Buch.",
    "game_rules.descriptions_6_text_3": "Wenn du dann zu Basic und Deep übergehst, ist es am besten, wenn du es nur einmal pro Woche machst, damit du Zeit hast, über die Konversation nachzudenken und die wichtigsten Erkenntnisse zu festigen.",
    "common.challenge": "Challenge",
    "common.challenge_locked": "Challenge ausgewählt",
    "challenge.title": "Challenges",
    "information_block.challenges": "Challenges",
    "information_block.challenges_text_1": "Challenges",
    "tab_navigator.tab_name_challenges": "Challenges",
    "common.trending_challenges": "Challenges im Trend",
    "common.next_stop_challenges_part_2": "Challenges*",
    "books.description": "Beschreibung",
    "common.explore_here": "mehr",
    "common.explore": "Endecke mehr",
    "categories.lockPopupTitle": "Tut mir leid, die Kategorie ist gesperrt.",
    "challenge.lockedPopupTitle": "Entschuldigung, diese Herausforderungen sind noch gesperrt.",
    "onboarding.statistic.description_11": "Seit wir diese App haben, sind meine Freundin und ich auf einem ganz neuen Level. Unsere Gespräche, haben sich verändert. Wir verstehen uns jetzt wirklich. Es ist, als ob wir wiederentdecken, warum wir uns überhaupt ineinander verliebt haben.",
    "common.swipe_to_proceed": "Einfach weiterwischen",
    "common.difficult": "Schwierig",
    "common.what_can_we_improve": "Sag uns was wir besser machen können?",
    "common.tell_us_improve": "Sagt uns, was wir verbessern können / Habt Ihr Ideen für eine Challenge?",
    "common.enter_category_title": "Name für Kategorie eingeben",
    "auth.enter_your_email_to_get_the_reset_link": "Geben Sie Ihre E-Mail-Adresse ein, um den Link zum Zurücksetzen zu erhalten",
    "common.enter_email_to_reset": "Geben Sie Ihre E-Mail-Adresse ein, um das Passwort zurückzusetzen",
    "rubricFilterItem.Fun": "Spaß",
    "common.master_next": "Meistern Sie jetzt die kommende Challenge, um diese Sitzung erfolgreich abzuschließen. ",
    "about_page.how_to_use_descriptions1_text_4": "Umso tragischer ist es, dass wir keine Probleme haben, stundenlang zu lernen, wie man schwimmt oder Fahrrad fährt, aber wir vernachlässigen oft solche bewussten Anstrengungen, wenn es darum geht, zu lernen, wie Beziehungen funktionieren, und erwarten, dass sie irgendwie automatisch gedeihen!",
    "about_page.how_to_use_descriptions3_text_3": "Es ist ein therapeutisches Instrument, das als eigenständiger Leitfaden für deine Beziehung verwendet werden kann und als Ergänzung zu Paartherapiesitzungen noch effektiver wäre.",
    "auth.email": "E-Mail",
    "auth.incorrect_email_or_password": "Email oder Passwort ungültig",
    "common.early_bird": "early Bird - 30% Rabatt",
    "common.arran_text_4": "Er ist Gründungsmitglied der Irish Positive Psychology Association und hat ein besonderes Interesse daran, Paare dabei zu unterstützen, das Wissen, die Einstellungen und die Fähigkeiten zu entwickeln, um gesunde Beziehungen und Familien zu schaffen,",
    "common.these_represents_stages_of_journey": "Diese stellen die Stufen eurer Reise dar, wobei jede Stufe auf der vorherigen aufbaut und komplexere Konzepte und Diskussionen einführt, während eure Beziehung reift.",
    "common.in_a_nutshell_fun": "Wir wolllen eifnach, dass Ihr Spaß habt.",
    "myRelationship.in_a_relatioship": "In einer Beziehung",
    "auth.invalid_email_address": "ungültige Email Adresse",
    "common.got_it_lets_do_it": "Verstanden, los geht’s!",
    "common.send": "Senden",
    "auth.send_link": "Link senden",
    "common.lock_one_of_the_challenges": "Wähle eine dieser Challenges aus",
    "common.choose_of_the_following": "Wähle eines der Folgenden",
    "common.choose_of_the_following_2": "Denken Sie daran, es als zu markieren",
    "game_rules.descriptions_2_text_1": "Wählt ein wöchentliches Zeitfenster, das für euch beide perfekt passt. Betrachte diese Zeit als heilig, als einen Moment, dem ihr beide Priorität einräumt und dem ihr jede Woche entgegenfiebert.",
    "game_rules.descriptions_3_text_1": "Wähle einen Ort, an dem ihr euch wohlfühlt und frei von Ablenkungen sein könnt. Die richtige Stimmung ist der Grundstein für eine Sitzung voller bedeutungsvoller Gespräche.",
    "challenge.tab_special": "Spezial",
    "auth.forgot_password": "Passwort vergessen?",
    "copilot.step_1_text": "Dieser Fortschrittsbalken verfolgt Eure Reise - betrachtet ihn als Intimitätsmesser. Unser eingebauter Coach, begleitet euch auf Eurerreise und stellt sicher, dass Ihr die richtige Sitzung zum richtigen Zeitpunkt absolviert, nämlich dann wenn Ihr soweit seit.",
    "myRelationship.relationship_status": "Beziehungsstatus",
    "common.we_are_ready": "Wir sind bereit, legen wir los!",
    "game_rules.descriptions_4_text_1": "Die körperliche Nähe verleiht euren Erlebnissen eine besondere Magie, die die Freude und die Tiefe eurer Beziehung noch verstärkt. In diesen Momenten knüpft ihr die tiefsten Verbindungen und schafft Erinnerungen, die euch bleiben und eure Beziehung bereichern.",
    "about_page.how_to_use_descriptions3_text_2": "Diese App gibt dir die Werkzeuge und Anleitungen an die Hand, die du brauchst, um wichtige Gespräche mit Fingerspitzengefühl zu führen. Ganz gleich, ob du deine Bedürfnisse offenlegst, deine Sorgen direkt ansprichst oder deine Gefühle erkundest, LoveWorkz ist dein zuverlässiger Partner für ein tieferes Verständnis und eine stärkere Beziehung.",
    "profile.i_am_here_just_for_fun": "Ich will Spaß haben",
    "common.step": "Schritt",
    "onboarding.statistic.description_10": "Ich wünschte, ich hätte die Dinge, die ich hier gelernt habe, schon vorher gewusst. Mein Mann und ich lieben unsere kleinen Sitzungen.",
    "common.delete": "Löschen",
    "auth.delete_your_account_question": "Konto löschen?",
    "auth.delete_your_account": "Konto löschen",
    "rubricFilterItem.exercise": "Übung",
    "common.explore_independently": "Erkundet selbstständig:",
    "common.nice_job_single_phrase_part_2": "Macht eine kleine Pause und sprecht darüber, was euch gefallen und nicht gefallen hat. Welche Fragen fandet ihr schwierig und welche sind euch leichter gefallen? Warum?",
    "common.easy": "Leicht",
    "common.fantastic": "Fantastisch!",
    "categories.favourites": "Favoriten",
    "challenge.favourite_Challenges": "Favourite Challenges",
    "common.done": "Erledigt",
    "profile.female": "Weiblich",
    "common.focus": "Fokus",
    "upload.open_gallery": "Galerie öffnen",
    "rubricFilterItem.game": "Game",
    "profile.gender": "Geschlecht",
    "profile.manage_finances": "Finanzen besser managen",
    "settings.manage_my_subscription": "Mein Abonnement verwalten",
    "rubricFilterItem.conflict_management": "Konfliktmanagement",
    "common.age": "Alter",
    "auth.invalid_age": "ungültiges Alter",
    "settings.language": "Sprache",
    "challenge.group_info_title": "Info",
    "settings.english": "Englisch",
    "common.start_game": "Spiel beginnen",
    "home.start_game": "Spiel beginnen:",
    "auth.login": "Einloggen",
    "tab_navigator.tab_name_home": "Home",
    "common.first_start": "Start",
    "common.starter": "Start",
    "common.begin_session": "Los geht’s!",
    "home.quick_start": "Starte erneut durch",
    "auth.signup": "Anmeldung",
    "auth.enter_email": "Email eingeben",
    "profile.enter_age": "Bitte Alter eingeben",
    "auth.enter_new_password": "neues Passwort eingeben",
    "auth.enter_password": "Passwort eingeben",
    "auth.enter_current_password": "aktuelles Passwort eingeben",
    "partner.enter_partner_email": "Geben Sie die E-Mail Ihres Partners ein",
    "partner.description": "Geben Sie die E-Mail Ihres Partners ein, um ihn/sie einzuladen, sich Ihnen in Loveworkz anzuschließen.",
    "profile.enter_name": "Bitte Namen eingeben",
    "challenge.group_instructions_title": "Anweisungen",
    "rubricFilterItem.Intimacy": "Intimität",
    "common.intimate": "Intim ",
    "questions.congrats_intimate_description_2": "Sie haben erfolgreich neue Herausforderungen und Fragen freigeschaltet. Schauen Sie sie sich jetzt an!",
    "about_page.how_to_use_descriptions2_text_9": "Das bedeutet, dass wir mit Bedacht und Sorgfalt vorgehen. Jede Sitzung, Herausforderung, Übung, Aktivität und Routine ist handverlesen und so aufeinander abgestimmt, dass sie einer Therapiereise ähnelt.",
    "auth.already_have_an_account": "Sie haben bereits ein Konto?",
    "common.john_placeholder": "John",
    "common.amazing_do_this": "Cool, legen wir los",
    "common.read_more": "mehr",
    "questions.remember_it_is_not_a_sprint": "Denkt daran, das ist ein Marathon und kein Sprint.",
    "settings.links_more": "Links & Mehr",
    "books.title": "Literatur",
    "tab_navigator.tab_name_books": "Literatur",
    "books.books": "Bücher",
    "common.loveworkz": "LOVEWORKZ",
    "splash.title": "LoveWorkz - Make your Love Work",
    "onboarding.statistic.playful_effective": "Spielerisch & effektiv",
    "profile.playfull_effective": "Spielerisch & effektiv",
    "profile.more_fun": "Mehr Spaß und Aufregung",
    "profile.boost_intimacy": "mehr Intimität & besserer",
    "common.keep_the_journey": "Haltet die Reise ansprechend und positiv, indem ihr ernste Themen mit leichteren Diskussionen ausgleicht, um eine unterstützende Atmosphäre zu schaffen.",
    "common.maintain_positive_outlook": "Bleibt positiv:",
    "common.but_the_truth_is": "Aber die Wahrheit ist, dass Liebe allein nicht ausreicht, um Eure Bindung stark und gesund zu halten,",
    "how_to_use.descriptions2_text_1": "Aber es geht nicht nur darum, Fragen zu stellen, sondern auch darum, echte Veränderungen herbeizuführen. Jede Sitzung schließt mit einer Challenge ab. Diese Challenges sind Hausaufgaben, Übungen, Aktivitäten, Selbstreflexionsübungen, Spiele und Routinen. Sie sind handverlesen und aufeinander abgestimmt, um sicherzustellen, dass Ihr mit jedem Fortschritt auf einem soliden Fundament (einem Werkzeugkasten) von Fähigkeiten und Verständnis aufbaut. Dieser Werkzeugkasten wächst mit jeder abgeschlossenen Herausforderung, rüstet Euch für zukünftige Herausforderungen und vertieft Eure Bindung.",
    "about_page.how_to_use_descriptions2_text_7": "Loveworkz ist aber mehr als nur eine App mit einer zufälligen Auswahl an Tipps, Methoden, Übungen und Fragen. Es ist ein therapeutisches Werkzeug, das einen innovativen Ansatz bietet, der dir eine von Experten unterstützte Anleitung an die Hand gibt und sich nahtlos in unser schnelllebiges Leben einfügt.",
    "onboarding.statistic.screen_3_description": "Aber für 96 % sind glückliche und verlässliche Beziehungen das Wichtigste im Leben.",
    "profile.male": "Männlich",
    "myRelationship.part_time": "Teilzeit",
    "profile.communication": "ich möchte unsere Kommunikation verbessern",
    "profile.less_conflicts": "Weniger Konflikte",
    "copilot.step_3_text": "Taucht direkt in weitere Sitzungen ein, stöbert durch die Fragenbibliothek oder nehmt eine zusätzliche Challenge an, immer dann wenn es Euch danach ist.",
    "common.dive_into_app_together": "Gemeinsam in die App eintauchen",
    "common.month": "monat",
    "common.months": "Monate",
    "onboarding.statistic.description_12": "Gott, wir hatten wirklich keine Ahnung, wie man eine erfolgreiche und glückliche Beziehung aufbaut. Ich fühle mich so viel mehr geliebt und geschätzt, seit wir diese App benutzen.",
    "favorites.title": "Meine favoriten",
    "common.my_categories": "Meine Kategorien",
    "settings.dark_mode": "Dunkel",
    "common.light_mode": "Dunkler Modus",
    "common.show_more": "Mehr anzeigen",
    "common.show_less": "Weniger anzeigen",
    "questions.move_to_challenges": "Bewegung zu Herausforderungen",
    "common.a_lot": "Sehr viel",
    "common.nice_job_single_phrase": "Gut gemacht!",
    "common.well_done": "Gut gemacht!",
    "questions.way_to_go": "Weiter so!",
    "common.popular": "sehr beliebt",
    "about_page.how_to_use_descriptions2_text_4": "Viele Paare, die an einem Scheideweg stehen, sind nicht wegen eines Mangels an Liebe dort, sondern weil sie nicht die richtigen Werkzeuge haben, um auf dieser Liebe aufzubauen. Häufig tappen wir in die Falle, dass wir glauben, unsere Partner müssten es einfach wissen - wissen, wann wir eine Umarmung statt eines Ratschlags brauchen, wissen, wann sie uns Freiraum geben oder uns an sich ziehen müssen. Und genau hier, in der Kluft zwischen Erwartung und Wirklichkeit, wächst oft die Frustration.",
    "common.not_today": "neee nicht heute",
    "common.no": "Nein",
    "myRelationship.no": "Nein",
    "common.nope": "Nö",
    "profile.non_binary": "Nichtbinär",
    "game_rules.rule_2": "Es ist okay, zu passen: Wenn sich eine Frage nicht richtig anfühlt, überspringe sie einfach. Es gibt noch viel mehr zu entdecken. Mach einfach mit der nächsten Karte weiter.",
    "common.dont_show_again": "Nicht mehr zeigen",
    "common.dont_show_again_message": "Diese Nachricht nicht noch einmal anzeigen",
    "auth.dont_have_an_acount": "Sie haben noch kein Konto?",
    "common.naah_lets_do_it_now": "Naaah, Lasst uns gleich nochmal loslegen!",
    "information_block.browsing_topics": "Themen durchblättern",
    "notifications.newsletter": "Newsletter",
    "common.levels": "Level",
    "common.levels_and_sessions": "Level und Sitzungen",
    "common.level": "Ebene",
    "common.intimacy_level": "Intimitäts-Level",
    "information_block.session_library_text_1": "Du befindest dich derzeit in der Sitzungsbibliothek. Sie gibt dir einen perfekten Überblick über die Sitzungen in jedem Level. Die Level werden nach und nach freigeschaltet, indem du die Sitzungen machst.",
    "myRelationship.engaged": "Verlobt",
    "profile.name": "Name",
    "auth.username": "Benutzer-Name",
    "common.we_have_your_back": "Wir stehen hinter Euch",
    "myRelationship.both_of_us": "Wir beide",
    "about_page.how_to_use_descriptions2_text_12": "Wir haben verstanden: Dass die tiefsten Beziehungen auf ehrlichen, aufrichtigen Gesprächen beruhen. Das wissen wir: Es kann schwierig sein, über Wünsche oder Bedürfnisse zu sprechen, den Elefanten im Raum anzusprechen und seine tiefsten Gefühle zu zeigen,",
    "myRelationship.We_live_together": "Wir leben zusammen",
    "myRelationship.We_live_separately": "Wir leben getrennt",
    "onboarding.notification.description": "Unsere Benachrichtigung werden euch helfen, den Kurs zu halten!",
    "settings.our_homepage": "Unsere Startseite",
    "notifications.promotions_description": "Unsere besten Angebote & Rabatte auf Spezialaktionen und LoveWorkz Premium.",
    "settings.our_specialists": "Unsere Spezialisten",
    "notifications.news_more": "Nachrichten & Mehr",
    "settings.notifications": "Benachrichtigungen",
    "auth.new_assword": "Neues Passwort",
    "notifications.news_more_description": "Neue Funktionen und Produktaktualisierungen",
    "challenge.tab_core": "Kern",
    "onboarding.statistic.description_13": "Ich habe mich meinem Partner noch nie so nah gefühlt, seit wir diese App benutzen. Wir reden tatsächlich miteinander und verstehen uns.",
    "how_to_use.descriptions1_text_1": "Die App LoveWorkz wurde so konzipiert, dass die Intimitätslevel aufeinander aufbauen und mit jeder Stufe an Komplexität und Tiefe gewinnen. Beginnend mit dem Starter-Level, das die Grundlagen legt, über Basic und Deep, die euch tiefer in die Materie führen, bis hin zum Intimate-Level, bei dem die anspruchsvollsten und tiefgreifendsten Themen behandelt werden. In die jeweilige nächste Stufe geht es, wenn Ihr die Fähigkeiten und Techniken der vorhergehenden Stufe erlernt habt, um ein gründliches Verständnis und die Anwendung jedes Aspekts des Beziehungsaufbaus zu gewährleisten. ",
    "game_rules.descriptions_7_text_1": "Bei der App geht es nicht darum, herauszufinden, wer Recht oder Unrecht hat - es geht darum, mehr über den anderen zu erfahren, sich die Perspektive des anderen anzuhören und die Verbindung zu stärken. Es ist ganz natürlich, dass das Reden über tiefe oder persönliche Themen Gefühle von Stress, Verletzlichkeit oder Traurigkeit hervorrufen kann. Deshalb ist es wichtig, offen zu bleiben und sich gegenseitig mit Freundlichkeit, Ermutigung und Respekt zu unterstützen.",
    "auth.field_is_required": "Bitte Felder ausfüllen",
    "common.max_length": "max. Länge",
    "common.min_length": "min. Länge",
    "common.youre_todays_challenge": "Eure heutige Challenge",
    "partner.partner_email_title": "Die E-Mail Ihres Partners",
    "auth.email_is_already_in_use": "Die eingegebene Adresse ist bereits registriert",
    "game_rules.descriptions_1_text_1": "LoveWorkz wurde mit dem Ziel entwickelt, dich und deinen Partner einander näher zu bringen und eure Beziehungsreise zu einem bedeutungsvollen Ritual zu machen. Bevor du in die einzelnen Schritte eintauchst, solltest du daran denken, dass es bei diesem Erlebnis darum geht, euch Zeit füreinander zu nehmen. Schalte also dein Handy in den Flugmodus, um Unterbrechungen zu vermeiden, starte die App und platziere sie an einem gemütlichen Ort zwischen euch - auf dem Sofa oder einem Tisch. Schenkt euch ein Glas Wein ein, schafft eine angenehme Atmosphäre und sorgt dafür, dass ihr beide gut gelaunt und bereit seid, euch auf dieses Abenteuer einzulassen.",
    "how_to_use.descriptions5_text_1": "LoveWorkz wurde entwickelt, um mehr als nur eine App zu sein",
    "home.current_level": "Dein derzeitiges Intimitäts-Level",
    "common.how_much_do_you_thing_challenge": "Wie sehr glaubt Ihr, dass diese Challenge Euch in Zukunft helfen wird?",
    "common.how_much_enjoy_session": "Wie sehr hat Euch die gesamte Sitzung gefallen?",
    "common.how_much_enjoy_quadrant": "Wie sehr hat Euch der gesamte Quadrant gefallen?",
    "common.how_much_enjoy_level": "Wie sehr hat Euch das gesamte Level gefallen?",
    "about_page.how_to_use_descriptions2_text_8": "Was uns wirklich auszeichnet, ist der therapeutische Fahrplan, den wir für dich erstellt haben. Ein maßgeschneiderter Schritt-für-Schritt-Ansatz, der auf evidenzbasierten Methoden beruht und von einem Team engagierter Fachleute entwickelt wurde, darunter kognitive Verhaltenspsychotherapeuten, Kommunikationsexperten für Neuro-Linguistisches Programmieren (NLP), Psychologen, Acceptance and commitment Therapeuten (ACT) und Paartherapeuten, um sicherzustellen, dass deine Reise sowohl bereichernd als auch effektiv ist.",
    "onboarding.statistic.screen_4_description": "Die einzige App, die Ihr für eine positive Veränderungen braucht.",
    "common.important_note": "Wichtiger Hinweis",
    "common.long_question_2": "Hinweis:Wechselt euch beim Stellen von Fragen an euren Partner ab und hört zu, ohne zu unterbrechen. Wenn dein Partner/in eine Frage nicht beantworten möchte, zieht einfach eine andere Karte. Kein Urteilen oder Kritisieren, hört genau zu und seid unterstützend und zeigt Empathie. Wechselt die Rollen zwischen Zuhörer und Sprecher.",
    "shop.description": "Erhalten Sie jetzt Zugang und verbessern Sie ab heute Ihre Beziehung.",
    "common.get_full_access": "Holen Sie sich jetzt den vollen Zugang und fangen sie bereits heute an ihr Beziehung zu verbessern.",
    "error.title": "There's been an error. Please try again later",
    "common.hated_it": "Wir haben es gehasst",
    "game_rules.rule_3": "Zeige Einfühlungsvermögen: Reagiere auf die Antworten der anderen mit einem offenen Herzen, ohne zu urteilen. Dies ist dein Raum, um Unterstützung, Verständnis und Einfühlungsvermögen anzubieten.",
    "common.special_offer": "Sonderangebot, wenn Sie jetzt LoveWorkz Premium abonnieren",
    "common.ok": "Ok",
    "common.ok_i_got_this": "Ok, verstanden",
    "common.navigate_session_your_way": "Gestaltet die Sitzungen nach euren Vorstellungen",
    "how_to_use.descriptions3_text_2": "Die Challenges /Herausforderungen geben euch die Chance, aus eurer Komfortzone herauszutreten, euch mit schwierigen Themen auseinanderzusetzen, Lösungen zu finden und wichtige Fähigkeiten für eure Beziehung zu erlernen.",
    "about_page.how_to_use_descriptions2_text_3": "Die Momente, in denen Missverständnisse nicht durch das Gesagte, sondern durch das Ungesagte entstehen und wir erwarten, dass unser Partner unser Schweigen irgendwie entschlüsselt. Oder die Momente, in denen wir uns durch den Stress des Alltags voneinander getrennt fühlen, jeder in seiner eigenen Welt, und vergessen haben, uns um die Bedürfnisse und Träume des anderen zu kümmern. In diesen alltäglichen Szenen wird die Essenz einer starken, gesunden Beziehung auf die Probe gestellt und kann entweder schwächer oder stärker werden.",
    "about_page.how_to_use_descriptions2_text_2": "Beziehungen sind manchmal herausfordernd. Wir alle waren schon einmal in solchen Situationen, in denen wir uns überfordert fühlten oder einfach nicht wussten, was wir tun oder sagen sollten, in denen wir von unseren Partnern erwarten, dass sie unsere Gedanken lesen und unsere Bedürfnisse intuitiv erkennen.",
    "questions.great_job": "Toller Job!",
    "common.amazing_lets_do_it": "Super, dann mal los",
    "auth.or": "Oder",
    "profile.other": "Andere",
    "common.package": "Paket",
    "profile.country": "Land",
    "challenge.lockedPopupText": "Um die nächste Stufe freizuschalten, müssen Sie die Fragen und Herausforderungen des aktuellen Schrittes vollständig beantworten und beherrschen. Dieser Ansatz (4 Schritte zur Liebe) ist so konzipiert, dass Sie nicht vorzeitig weitergehen, damit Sie den maximalen therapeutischen Effekt aus jeder Stufe ziehen können.",
    "categories.lockPopupText": "Um die nächste Stufe freizuschalten, müssen Sie die Fragen und Herausforderungen im aktuellen Schritt vollständig beantworten und beherrschen. Dieser Ansatz (4 Schritte zur Liebe) ist so konzipiert, dass Sie nicht vorzeitig weiterkommen, damit Sie den maximalen therapeutischen Effekt aus jeder Stufe ziehen können.",
    "common.to_get_known_deeper_level": "um Sie auf einer tieferen Ebene kennenzulernen",
    "common.congrats": "Herzlichen Glückwunsch",
    "questions.congrats_intimate_description_1": "Herzlichen Glückwunsch, Sie haben die Intimitätsstufe: ",
    "profile.partner": "Partner",
    "settings.partners": "Partner",
    "common.note": "kleine Anmerkung:",
    "common.profile": "Profil",
    "questions.questions": "Fragen",
    "copilot.step_2_text": "So wisst ihr immer, in welchen der vier Quadranten ihr als Nächstes eintaucht.",
    "onboarding.notification.allow_notifications": "Benachrichtigungen zulassen",
    "common.search": "suchen",
    "common.any_proposition": "Mit Vorschlägen oder echtem Feedback können wir das Erlebnis für Euch noch besser machen",
    "settings.privacy_policy_item": "Datenschutzrichtlinie",
    "common.confirm": "Bitte bestätigen",
    "common.enter_your_data": "bitte gib deine Daten ein",
    "common.per_week": "pro Woche",
    "settings.portuguese": "Portugiesisch",
    "common.not_much": "Nicht viel",
    "settings.preferences": "Einstellungen",
    "profile.preferences": "Präferenzen",
    "notifications.title": "Benachrichtigungseinstellungen",
    "profile.prefer_not_to_say": "Möchte ich nicht angeben",
    "common.premium": "Premium",
    "common.deep": "Tief",
    "common.programs_offered_by_arran": "Programme, die von Arran angeboten werden: ,",
    "notifications.promotions": "Promotionen",
    "challenge.specialChallengeTitle": "Sonderangebote",
    "common.next_step": "Nächster Schritt",
    "common.next": "Nächste",
    "common.next_stop_challenges_part_1": "Nächster Halt",
    "common.next_stop": "Nächster Halt: Challenges*",
    "common.put_iphone_not_distracted": "Ps: Schalte Dein Handy in den Flugmodus, damit Ihr nicht abgelenkt werdet",
    "common.add": "DE add,",
    "common.subscribe_desc_part_2": "und genieße mehr als 80 Wochen lebensverändernde Beziehungsberatungund genießt mehr als 80 Wochen der definitiv coolsten Beziehungsberatung, die es gibt. Keine Langeweile - echte postitive Veränderung.  ",
    "common.exploring_individual_personalities": "DE Exploring individual personalities and life backgrounds,",
    "common.for_the": "mit der",
    "common._feedback_text_1": "Von 10 (ich fühle mich großartig) bis 1 (lass mich in Ruhe). Alles unter 7: bitte macht eine Pause machen & verschiebt die Sitzung auf einen anderen Tag.",
    "common.privacy_policy_text": "DE Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt,",
    "common.of": "von",
    "common.off": "jetzt",
    "onboarding.welcome.description": "Erlebt mit uns eine neue, revolutionäre, leichte & spielerische Reise zu mehr Nähe und Intimität in Ihrer Beziehung",
    "common.the_heart_of_relationship": "DE The heart of everyones relationships,",
    "challenge.hop_to_the_challenge": "Auf gehts zur Challenge",
    "challenge.hop_to_the_challenges": "Spring zu den Herausforderungen",
    "common.quadrants": "Quadranten",
    "myRelationship.status_label": "Wie ist Ihr Beziehungsstatus?",
    "common.how_difficult_would_you_rate": "Wie schwierig würdet Ihr die Fragen in dieser Sitzung einstufen?",
    "about_page.how_to_use_descriptions2_text_13": "Wenn sie auf geführte/gemessene/spielerische Weise an die Oberfläche kommen, versuchen wir, diese Last mit Hilfe unserer Spezialisten zu beseitigen.",
    "onboarding.welcome.title": "Schön, dass du hier bist!",
    "onboarding.goal.description": "Welche Ziele willst du erreichen?",
    "information_block.literature_text_1": " das du hier findest, ist ein wahres Juwel, von Therapeuten wärmstens empfohlen und von unserem Team sorgfältig ausgewählt.",
    "common.hot": "Hot",
    "profile.increase_intimacy_level": "Ich möchte eine höhere Intimität ",
    "common.collapse": "Einklappen",
    "books.recommended": "empfohlen für dich",
    "common.reflect_together": "Reflektiert gemeinsam",
    "game_rules.title": "Spielregeln",
    "settings.game_rules": "Spielregeln",
    "profile.closer_relationship_with_family": "Gemeinsame Ziele und Träume bilden",
    "auth.repeat_new_password": "neues Passwort wiederholen",
    "auth.repeat_password": "Passwort wiederholen",
    "rubricFilterItem.Respect": "Respekt",
    "settings.restore_purchase": "Kauf wiederherstellen",
    "about_page.how_to_use_descriptions2_text_6": "Wir haben über 2000 Fragen, Herausforderungen, Übungen, Spiele, Routinen und Aktivitäten aus verschiedenen Quellen zusammengetragen - Therapiesitzungen, Experteninterviews, Literatur, Paarumfragen etc. - um zahlreiche Therapiesitzungen zu konzipieren und mehr als 35 Schlüsselthemen abzuleiten, die für Paare von besonderer Bedeutung sind.",
    "common.alternate_turns_in_questions": "Stellt euch abwechselnd Fragen und hört einander zu, ohne den anderen zu unterbrechen. Wenn dein Partner eine Frage nicht beantworten möchte, ziehe einfach eine andere Karte. Verurteile oder kritisiere nicht, sondern höre aufmerksam zu, unterstütze deinen Partner und zeige Einfühlungsvermögen. Wechselt die Rollen zwischen Zuhörer und Sprecher.",
    "game_rules.rule_1": "Wechselt euch ab: Entscheide, wer die erste Frage stellt. Nachdem ihr geantwortet habt, tauscht ihr die Rollen für die nächste Karte. Durch dieses Hin und Her bleibt es fair und spannend. Der Wechsel zur nächsten Karte, nachdem beide geantwortet haben, sorgt für einen reibungslosen Ablauf der Sitzung.",
    "rubricFilterItem.routine": "Routine",
    "auth.logout": "ausloggen",
    "common.save": "Sichern",
    "profile.save_changes": "Änderungen speichern",
    "common.lock_the_challenge_in": "Diese Challenge auswählen",
    "common.noResults": "kein Ergebnis",
    "auth.password": "Passwort",
    "auth.current_password": "Aktuelles Passwort",
    "auth.invalid_password": "falsches Passwort",
    "onboarding.statistic.screen_4_description2": "spüren den positiven Einfluss in ihrer Beziehung",
    "sessions.session": "Sitzung",
    "sessions.todaysSession": "Heutige Sitzung",
    "sessions.sessions": "sitzungen",
    "tab_navigator.tab_name_sessions": "Sitzungen",
    "sessions.favouriteSessions": "Lieblingssitzungen",
    "copilot.step_1_name": "Euer Weg zu mehr Intimität",
    "about_page.how_to_use_descriptions3_text_5": "Eure Beziehung ist eine Reise zweier einzigartiger Individuen, die zusammenkommen, und es sind die gemeinsamen Anstrengungen, die Energie und die Liebe, die ihr investiert, die sie wirklich bemerkenswert machen. Wir stellen euch die Werkzeuge zur Verfügung, aber es liegt an euch, euch selbst einzubringen. Gemeinsam mit LoveWorkz bringen wir eure Liebe zum Laufen.",
    "settings.your_goals": "Deine Ziele",
    "shop.title": "Shop",
    "settings.follow_us_on_instagram": "Folgen Sie uns auf Instagram",
    "common.yes": "Ja",
    "settings.about": "Über",
    "settings.about_loveWorkz": "Über LoveWorkz",
    "settings.about_me": "Über mich",
    "common.about_the_app": "Über die App",
    "settings.about_my_relationship": "Über meine Beziehung",
    "rubricFilterItem.dreams": "Träume",
    "common.shared_dreams": "Geteilte Träume",
    "myRelationship.relationship_status_title": "Beziehungs-Status",
    "profile.relationship_status": "Beziehungs-Status",
    "common.your_journey_starts_here": "Beginnt Eure Ihre Reise jetzt!",
    "common.get_your_own_journey": "Deine eigene Reise startet hier",
    "onboarding.statistic.screen_1_description": "Eure 4 Schritte zu einem besseren Selbstverständnis und einer besseren Beziehung",
    "onboarding.notification.perhaps_later": "Vielleicht später",
    "shop.header": "Erhalten Sie Zugang zu allen Kategorien und Herausforderungen",
    "common.partners_item_1": "1-zu-1-Therapie, persönlich und online",
    "auth.terms_of_policy": "Unsere Datenschutzerklärung finden sie hier",
    "settings.terms_of_use": "Nutzungsbedingungen",
    "settings.privacy_policy": "allgemeine Geschäftsbedingungen und Datenschutzerklärung",
    "upload.take_photo": "Foto aufnehmen",
    "common.title": "Titel",
    "common.all_in_one": "Alle",
    "common.topics": "Themen",
    "tab_navigator.tab_name_topics": "Themen",
    "common.trending_topics": "Themen im Trend",
    "common.arran_text_2": "Seit 10 Jahren arbeitet er mit Erwachsenen, Teenagern, Kindern und Paaren und unterstützt Menschen dabei, Herausforderungen in den Bereichen Psyche, Stimmung, Leben und Beziehung zu meistern, sowohl in privater Praxis als auch in Wohlfühlprogrammen großer Unternehmen.",
    "questions.fantastic_work": "Fantastische Arbeit!",
    "profile.transgender": "Transgeschlechtlich",
    "questions.wow_that_was_fast": "Wow, das ging aber schnell",
    "myRelationship.one_of_us": "Einer von uns",
    "myRelationship.civil_partnership": "Eingetragene Lebenspartnerschaft",
    "game_rules.descriptions_5_text_1": "Nutze die Erkenntnisse aus jeder Frage, um tiefer in deine Beziehung einzutauchen. Sprich über alle aufkommenden Gedanken und Gefühle und fördere so ein Klima der Offenheit und des Vertrauens.",
    "auth.user_not_found": "Benutzername nicht gefunden",
    "common.utilize_the_challenges": "Nutzt die Challenges (Hausaufgaben) am Ende jeder Sitzung, um euer Werkzeugset zu erweitern und das Gelernte in eure Beziehung zu integrieren.",
    "common.lets_start": "Lass loslegen",
    "about_page.how_to_use_descriptions1_text_3": "Seien wir ehrlich: Beziehungen sind nicht einfach und manchmal sogar richtig schwierig, denn wenn du nicht das perfekte Vorbild in deinen Eltern hattest, wurde uns nicht wirklich beigebracht, wie man erfolgreiche, erfüllte und glückliche Beziehungen führt.",
    "common.lets_do_this_challenge": "Auf geht's zu dieser Herausforderung",
    "common.lets_do_this": "Los geht’s!",
    "common.lets_dive_into_session": "Lasst und gleich in Eure erste Sitzung eintauchen.",
    "common.lets_dive_into_your_session": "Lasst uns gleich in Eure erste Sitzung eintauchen.",
    "common.onto_next": "Auf zur Nächsten!",
    "common.see_all_session_of": "Alle Sitzungen von",
    "common.see_you_next_week": "Bis nächste Woche?",
    "books.see_more": "Mehr entdecken",
    "common.see_all_personal_growth": "Alle Sitzungen von Personal Growth anzeigen ",
    "home.see_all": "alle entdecken",
    "auth.check_your_email": "Check deine E-Mails",
    "sessions.sessionOverview": "Sitzungsübersicht",
    "how_to_use.descriptions3_text_1": "Manche Fragen und Herausforderungen werden euch leichtfallen, andere werden schwieriger sein. Aber genau dafür seid ihr hier – um zu lernen, euch zu fordern und gemeinsam zu wachsen. Die Fragen sind so konzipiert, dass sie Gespräche ermöglichen, durch die ihr einander besser kennenlernen und über Themen sprechen könnt, die sonst vielleicht unberührt bleiben würden. ",
    "common.did_you_find_question": "Fandet Ihr die Fragen relevant für Eure Beziehung? ",
    "questions.congrats_deep_description_1": "Sie haben die Intimitätsstufe erreicht",
    "questions.congrats_basic_description_1": "Sie haben die Intimitätsstufe: ",
    "common.finished_1_5": "Ihr habt Eure 1. von 5 Sitzungen im Level Basic abgeschlossen",
    "common.swipe_next_got_this": "Ihr habt's drauf! Einfach weiterwischen",
    "questions.congrats_basic_description_2": " erreicht. Sie haben neue Herausforderungen und Fragen freigeschaltet. Schauen Sie sie sich jetzt an!",
    "questions.congrats_deep_description_2": "Fantastisch! Sie haben erfolgreich neue Herausforderungen und Fragen freigeschaltet. Schauen Sie sie sich jetzt an!",
    "common.mastered_question_part": "Du hast den Fragenteil erfolgreich gemeistert. Das war doch gar nicht so schlimm, oder?",
    "common.successfully_mastered_questions": "Du hast den Fragenteil erfolgreich gemeistert. Das war doch gar nicht so schlimm, oder?",
    "home.welcome_back": "Willkommen zurück",
    "common.youre_great_proceed": "Ihr seit großartig! Macht weiter so.",
    "common.few_clicks_away": "Es ist alles nur ein paar Klicks entfernt.",
    "common.go_back": "zurück",
    "common.acing_this_next_question": "Gut gemeistert! Nächste Frage wartet schon",
    "common.doing_great_proceed": "Ihr macht das großartig! Weitermachen",
    "common.you_are_offline": "Du bist offline",
    "common.you": "Sie",
    "questions.have_you_already_rated_this_app": "Haben Sie diese App bereits bewertet?",
    "common.we_have_done_the_challenge": "Wir haben die Challenge erledigt!",
    "common.got_it": "Habe es",
    "auth.delete_your_account_description": "Sie werden all Ihren Fortschritt und Ihre Daten verlieren.",
    "common.can_be_cancelled_anytime": "Jederzeit kündbar",
    "common.engage_with_challenges": "Stellt euch den Herausforderungen:",
    "common.show_me_the_book": "Zeig mir das Buch?",
    "common.explore_more": "Wollt ihr mehr tun?",
    "copilot.step_4_name": "Möchtet Ihr mehr über die App erfahren?",
    "common.how_to_use_quadrants": "Ihr wollt mehr über die Quadranten erfahren? Schau einfach in den Einstellungen unter “Wie funktioniert die App”",
    "common.you_can_do_more": "Lust auf mehr",
    "common.are_you_sure_to_delete_account": "Sind Sie sicher, dass Sie Ihr Konto dauerhaft löschen möchten?",
    "myRelationship.do_you_have_kids": "Haben Sie Kinder?",
    "common.you_have_finished_basic_level": "Sie haben alle Sitzungen im Bereich Persönliches Wachstum erfolgreich gemeistert.",
    "common.long_text_1": "Sie haben alle Sitzungen im Bereich Persönliches Wachstum erfolgreich gemeistert.Nächster Schritt: Freundschaft",
    "myRelationship.do_you_live_together": "Leben Sie zusammen?",
    "information_block.browsing_topics_text_1": "Ihr habt gerade keine Lust auf eine ganze Sitzung? Kein Problem! Ihr könnt auch einzelne Fragen zu bestimmten Themen durchsuchen und erkunden.",
    "common.wild_card": "Wild Card",
    "common.with_each_level_text": "Innerhalb jeder Stufe ist die Reise in vier Hauptquadranten unterteilt - Persönliches Wachstum, Freundschaft, Kommunikation & Konflikt und Träume. Diese Quadranten sind die Säulen, die eine gesunde, florierende Beziehung unterstützen und die wesentlichen Bereiche für Entwicklung und Verständnis ansprechen.",
    "common._each_session": "*Jede Sitzung schliesst mit einer Challenge ab, betrachtet Sie als eine Art Hausaufgabe oder als ein neues Werkzeug, dass ihr in Zukunft benutzen könnt.",
    "sessions.questions_in_sessions_are_on": "Der Fokus der Fragen in dieser Sitzung liegt auf",
    "sessions.a_handpicked_challenge_is_part_1": "Eine Auswahl an ausgewählten Core - Challenges der Kategorie Übung",
    "sessions.a_handpicked_challenge_is_part_2": "rundet das Bild ab.",
    "sessions.picked_special_challenge_part_1": "Die besonderen Herausforderungen in dieser Session:",
    "therapists.programs_offered_by": "Programme angeboten von",
    "therapists.contacts": "Kontakte",
    "therapist.contact_linkedin": "LinkedIn",
    "therapist.contact_phone": "Telefon",
    "therapist.contact_website": "Webseite",
    "therapist.contact_email": "Email",
    "therapist.contact_instagram": "Instagram",
    "therapist.contact_youtube": "Youtube",
    "languages.en": "Englisch",
    "languages.de": "Deutsch",
    "languages.pt": "Portugiesisch",
    "languages.es": "Spanisch",
    "languages.fr": "Französisch",
    "languages.sv": "Schwedisch",
    "languages.gr": "Griechisch"
    }