{
  "about_page.how_to_use_descriptions1_text_1": "Ao escolher o LoveWorkz, você já está à frente da curva. Em um mundo onde as chances de relacionamentos duradouros parecem pequenas - a taxa de divórcio é de cerca de 60%* e a taxa de rompimento é ainda maior - juntar-se a nós é o primeiro passo para mudar essas probabilidades a seu favor.",
  "about_page.how_to_use_descriptions1_text_2": "Com o LoveWorkz, você não apenas evitará as estatísticas, mas também aumentará suas chances de ter um relacionamento que dure a vida inteira.",
  "about_page.how_to_use_descriptions1_text_3": "Vamos encarar os fatos: os relacionamentos não são fáceis e, às vezes, são realmente difíceis, pois, a menos que você tenha tido um modelo perfeito em seus pais, não nos ensinaram como ter relacionamentos bem-sucedidos, satisfatórios e felizes.",
  "about_page.how_to_use_descriptions1_text_4": "É ainda mais trágico que não tenhamos problemas em passar horas aprendendo a nadar ou a andar de bicicleta, mas muitas vezes negligenciamos esses esforços conscientes quando se trata de aprender como os relacionamentos funcionam e esperamos que, de alguma forma, eles floresçam automaticamente!",
  "about_page.how_to_use_descriptions2_text_1": "Assim como os atletas dependem de treinadores para atingir o desempenho máximo, os relacionamentos também podem se beneficiar enormemente da orientação de especialistas. A LoveWorkz está aqui para equipá-lo com as habilidades e os insights necessários para uma parceria próspera e para salvá-lo de armadilhas comuns, como falhas de comunicação ou expectativas não atendidas.",
  "about_page.how_to_use_descriptions2_text_10": "Cada etapa é cuidadosamente planejada para preparar você para a próxima, garantindo uma progressão coerente e intencional do crescimento do seu relacionamento.",
  "about_page.how_to_use_descriptions2_text_11": "Assim, quando você discutir questões mais complexas ou delicadas, terá as ferramentas e a confiança necessárias para lidar com elas de forma eficaz.",
  "about_page.how_to_use_descriptions2_text_12": "Nós entendemos: Que os relacionamentos mais profundos são construídos com base em conversas honestas e sinceras. Sabemos que: Pode ser difícil falar sobre desejos ou necessidades, abordar o elefante na sala e mostrar seus sentimentos mais profundos,",
  "about_page.how_to_use_descriptions2_text_13": "Quando eles vêm à tona de forma orientada/medida/jogável, tentamos remover esse fardo com a ajuda de nossos especialistas.",
  "about_page.how_to_use_descriptions2_text_2": "Os relacionamentos às vezes são desafiadores. Todos nós já passamos por situações em que nos sentimos sobrecarregados ou simplesmente não sabemos o que fazer ou dizer, em que esperamos que nossos parceiros leiam nossas mentes e intuam nossas necessidades.",
  "about_page.how_to_use_descriptions2_text_3": "Os momentos em que os mal-entendidos surgem não do que é dito, mas do que não é dito, e esperamos que nosso parceiro de alguma forma decodifique nosso silêncio. Ou os momentos em que nos sentimos separados um do outro pelo estresse da vida cotidiana, cada um em seu próprio mundo, e nos esquecemos de cuidar das necessidades e dos sonhos do outro. Nessas cenas cotidianas, a essência de um relacionamento forte e saudável é posta à prova e pode enfraquecer ou fortalecer.",
  "about_page.how_to_use_descriptions2_text_4": "Muitos casais que se encontram em uma encruzilhada não estão lá por falta de amor, mas porque não têm as ferramentas certas para desenvolver esse amor. Muitas vezes caímos na armadilha de pensar que nossos parceiros deveriam simplesmente saber - saber quando precisamos de um abraço em vez de um conselho, saber quando nos dar espaço ou nos puxar para perto. E é exatamente aqui, na lacuna entre a expectativa e a realidade, que a frustração geralmente cresce.",
  "about_page.how_to_use_descriptions2_text_5": "A LoveWorkz entra nessa lacuna e oferece uma ponte baseada na compreensão e no desenvolvimento de habilidades. Por meio de nossa plataforma, você aprofundará sua amizade com a pessoa amada, aprenderá a articular as necessidades sem críticas, ouvirá profundamente sem se defender e desenvolverá uma visão compartilhada para o futuro. Trata-se de transformar o que não foi dito e o que não foi compreendido em pilares de força em seu relacionamento.",
  "about_page.how_to_use_descriptions2_text_6": "Reunimos mais de 2.000 perguntas, desafios, exercícios, jogos, rotinas e atividades de várias fontes - sessões de terapia, entrevistas com especialistas, literatura, pesquisas com casais, etc. - para elaborar várias sessões de terapia. - Para elaborar várias sessões de terapia, você pode encontrar mais de 35 temas-chave que são de particular importância para os casais.",
  "about_page.how_to_use_descriptions2_text_7": "Mas o Loveworkz é mais do que apenas um aplicativo com uma seleção aleatória de dicas, métodos, exercícios e perguntas. É uma ferramenta terapêutica que oferece uma abordagem inovadora que dá a você uma orientação apoiada por especialistas e se encaixa perfeitamente em nossas vidas de ritmo acelerado.",
  "about_page.how_to_use_descriptions2_text_8": "O que realmente nos diferencia é o roteiro terapêutico que criamos para você. Uma abordagem personalizada, passo a passo, baseada em métodos comprovados e desenvolvida por uma equipe de profissionais dedicados, incluindo psicoterapeutas cognitivo-comportamentais, especialistas em comunicação de programação neurolinguística (PNL), psicólogos, terapeutas de aceitação e compromisso (ACT) e terapeutas de casais, para garantir que sua jornada seja enriquecedora e eficaz.",
  "about_page.how_to_use_descriptions2_text_9": "Isso significa que procedemos com ponderação e cuidado. Cada sessão, desafio, exercício, atividade e rotina são escolhidos a dedo e coordenados para que se assemelhem a uma jornada terapêutica.",
  "about_page.how_to_use_descriptions3_text_1": "A LoveWorkz atua como seu coach pessoal, orientando-o com uma estrutura clara e a certeza de que a jornada em que você está embarcando é fundamentada em conhecimentos especializados, métodos baseados em evidências e um profundo entendimento do que faz os relacionamentos durarem.",
  "about_page.how_to_use_descriptions3_text_2": "Este aplicativo fornece as ferramentas e a orientação de que você precisa para ter conversas importantes com sensibilidade. Quer você esteja revelando suas necessidades, abordando suas preocupações de frente ou explorando seus sentimentos, o LoveWorkz é seu parceiro de confiança para uma compreensão mais profunda e um relacionamento mais forte.",
  "about_page.how_to_use_descriptions3_text_3": "É uma ferramenta terapêutica que pode ser usada como um guia autônomo para o seu relacionamento e seria ainda mais eficaz como um complemento às sessões de terapia de casais..,",
  "about_page.how_to_use_descriptions3_text_4": "Acreditamos que crescer juntos deve ser divertido. Portanto, não se preocupe, não se trata apenas de abordar constantemente os assuntos pesados. Proporcionaremos a você uma mistura saudável para garantir diversão e leveza, para abraçar sua jornada como casal e aproveitar o tempo ao longo do caminho..,",
  "about_page.how_to_use_descriptions3_text_5": "Seu relacionamento é uma jornada de dois indivíduos únicos que se unem, e é o esforço coletivo, a energia e o amor que vocês investem que o tornam realmente notável. Forneceremos as ferramentas, mas cabe a vocês trazerem suas individualidades para a mesa. Junto com a LoveWorkz, faremos com que o amor de vocês funcione,",
  "auth.agree_with": "Concordo com os termos da Política de Uso e Privacidade",
  "auth.already_have_an_account": "Já tem uma conta?",
  "auth.change_password": "Alterar Senha",
  "auth.check_your_email": "Verifique seu e-mail",
  "auth.continue_apple": "Continuar com Apple",
  "auth.continue_google": "Continuar com Google",
  "auth.current_password": "Senha atual",
  "auth.delete_my_account": "Apagar a minha conta",
  "auth.delete_your_account": "Excluir sua conta?",
  "auth.delete_your_account_description": "Você perderá todo o seu progresso e dados.",
  "auth.delete_your_account_question": "Excluir sua conta",
  "auth.deleted_account": "A sua conta foi deletada",
  "auth.disabled_account": "A sua conta foi desativada, tente novamente mais tarde",
  "auth.dont_have_an_acount": "Não tem uma conta?",
  "auth.email": "e-mail",
  "auth.email_is_already_in_use": "O endereço de e-mail já está sendo utilizado por outra conta",
  "auth.enter_current_password": "Inserir senha atual",
  "auth.enter_email": "Inserir E-mail",
  "auth.enter_new_password": "Inserir nova senha",
  "auth.enter_password": "Inserir senha",
  "auth.enter_your_email_to_get_the_reset_link": "Digite seu e-mail para obter o link de redefinição",
  "auth.field_is_required": "O Campo Loja é obrigatório",
  "auth.forgot_password": "Esqueceu sua senha?",
  "auth.incorrect_email_or_password": "E-mail ou palavra-chave incorretos",
  "auth.invalid_age": "Idade inválida",
  "auth.invalid_email_address": "Endereço de e-mail inválido",
  "auth.invalid_password": "Senha inválida",
  "auth.login": "Iniciar Sessão",
  "auth.logout": "Sair",
  "auth.new_assword": "Nova senha",
  "auth.or": "Ou",
  "auth.password": "Senha",
  "auth.password_must_contain_lowercase": "A palavra-chave deve conter letras minúsculas, maiúsculas, números, caracteres especiais (#,$,@,!,_,%,&,*,?) e pelo menos 8 caracteres",
  "auth.repeat_new_password": "Repetir nova senha",
  "auth.repeat_password": "Repetir Senha",
  "auth.send_link": "Enviar Link",
  "auth.signup": "Inscreva-se",
  "auth.something_went_wrong": "Algo deu errado",
  "auth.terms_of_policy": "Termos da Política de Uso e Privacidade",
  "auth.user_not_found": "Usuário não encontrado",
  "auth.username": "Nome do usuário",
  "books.books": "Livros",
  "books.description": "Descrição",
  "books.recommended": "Recomendado para você",
  "books.see_more": "Ver mais",
  "books.title": "Literatura",
  "categories.categories": "Categorias",
  "categories.favourites": "Favoritos",
  "categories.lockPopupText": "Para desbloquear a próxima etapa, você precisa responder e dominar completamente as perguntas e desafios no passo atual. Esta abordagem (4 Passos para o Amor) é projetada para garantir que você não avance prematuramente, para que possa obter o máximo efeito terapêutico de cada estágio.",
  "categories.lockPopupTitle": "Desculpe, a categoria está bloqueada.",
  "challenge.favourite_Challenges": "Favourite desafios",
  "challenge.group_info_title": "Info",
  "challenge.group_instructions_title": "Instruções",
  "challenge.hop_to_the_challenge": "Pule para o desafio",
  "challenge.hop_to_the_challenges": "Pule para os desafios",
  "challenge.lockedPopupText": "Para desbloquear a próxima etapa, você precisa responder e dominar completamente as perguntas e desafios do passo atual. Esta abordagem (4 Passos para o Amor) é projetada para garantir que você não avance prematuramente, para que possa obter o máximo efeito terapêutico de cada estágio.",
  "challenge.lockedPopupTitle": "Desculpe, estes desafios ainda estão bloqueados.",
  "challenge.specialChallengeTitle": "Promoções",
  "challenge.tab_core": "Núcleo",
  "challenge.tab_special": "Especial",
  "challenge.title": "desafios",
  "common._each_session": "*Cada sessão termina com um desafio, pense nele como uma tarefa de casa ou uma nova ferramenta que você poderá usar no futuro.",
  "common._feedback_text_1": "PT From 10 (feeling amazing) to 1 (leave me alone). Everything below 7: please take a break & skip the session to another day.",
  "common.a_lot": "Muito",
  "common.about_the_app": "Sobre o aplicativo",
  "common.acing_this_next_question": "Você está ganhando esta! A próxima pergunta o aguarda",
  "common.add": "PT add",
  "common.add_categories": "Adicionar Categoria",
  "common.add_category": "Adicionar categoria",
  "common.age": "Idade",
  "common.all_in_one": "Tudo em um",
  "common.alternate_turns_in_questions": "Revezem-se para fazer perguntas um ao outro e ouçam um ao outro sem interromper. Se o seu parceiro não quiser responder a uma pergunta, basta tirar outra carta. Não julgue nem critique, mas ouça com atenção, apoie seu parceiro e demonstre empatia. Troque os papéis entre ouvinte e orador.",
  "common.amazing_do_this": "Legal, vamos começar",
  "common.amazing_lets_do_it": "Ótimo, vamos começar",
  "common.any_proposition": "Podemos tornar a experiência ainda melhor para você com sugestões ou feedback real",
  "common.appreciation": "Apreciação",
  "common.are_you_sure_to_delete_account": "Você tem certeza de que deseja excluir permanentemente sua conta?",
  "common.arran_kennedy": "Arran Kennedy",
  "common.arran_text_1": "Arran Kennedy trabalha como psicólogo, terapeuta cognitivo-comportamental e terapeuta de casais. ,",
  "common.arran_text_2": "Trabalha com adultos, adolescentes, crianças e casais há 10 anos, ajudando as pessoas a superar desafios mentais, de humor, de vida e de relacionamento, tanto em consultório particular quanto em grandes programas corporativos de bem-estar.",
  "common.arran_text_3": "Atualmente, é o principal psicoterapeuta do escritório do Google EMEA em Dublin,",
  "common.arran_text_4": "Ele é membro fundador da Associação Irlandesa de Psicologia Positiva e tem um interesse especial em ajudar casais a desenvolver conhecimentos, atitudes e habilidades para criar relacionamentos e famílias saudáveis,",
  "common.basic": "Básico",
  "common.begin_love_journey": "Comece com a Sessão 1 de nossa jornada guiada para construir uma base sólida de habilidades e compreensão.",
  "common.begin_session": "Início da sessão",
  "common.but_the_truth_is": "Mas a verdade é que o amor por si só não é suficiente para manter seu vínculo forte e saudável,",
  "common.buy_now": "Comprar agora",
  "common.can_be_cancelled_anytime": "Você pode cancelar a qualquer momento",
  "common.cancel": "cancelar",
  "common.category_1": "Categoria",
  "common.challenge": "desafio",
  "common.challenge_background": "Contexto do desafio",
  "common.challenge_locked": "desafio selecionado",
  "common.claim_my_offer": "Aceitar oferta",
  "common.collapse": "Recolher",
  "common.communication_and_resolution": "Comunicação e resolução de conflitos",
  "common.confirm": "Por favor, confirme",
  "common.congrats": "Parabéns a você",
  "common.continue": "Continuar",
  "common.continue_where_you_left": "Continuar jogando de onde paramos",
  "common.create_new_category": "Adicionar uma nova categoria",
  "common.create_safe_attachment": "Criar um vínculo mais estável",
  "common.create_space": "Crie um lugar aconchegante",
  "common.create_your_ritual": "Crie seu próprio ritual:",
  "common.deep": "Profundo",
  "common.delete": "Excluir",
  "common.did_you_find_question": "Você achou as perguntas relevantes para o seu relacionamento?",
  "common.difficult": "Difícil",
  "common.dive_into_app_together": "Mergulhem no aplicativo juntos",
  "common.doing_great_proceed": "Você está indo muito bem! Continue",
  "common.done": "Feito",
  "common.dont_show_again": "Não mostrar de novo",
  "common.dont_show_again_message": "Não mostrar esta mensagem novamente",
  "common.each_session_future_action": "Cada sessão termina com um desafio - pense nisso como um dever de casa ou uma habilidade que você está aprendendo - ou seja, colocar o que você aprendeu em ação e integrá-lo à sua vida juntos.",
  "common.early_bird": "Early Bird - 30% de desconto",
  "common.easy": "Fácil",
  "common.engage_with_challenges": "Você pode enfrentar os desafios:",
  "common.enter_category_title": "Digite o nome da categoria",
  "common.enter_email_to_reset": "Digite seu endereço de e-mail para redefinir sua senha",
  "common.enter_your_data": "por favor, insira seus dados",
  "common.every_quadrant_consists": "Cada quadrante consiste em 4 a 5 sessões, cada uma contendo 14 perguntas cuidadosamente selecionadas de mais de 35 tópicos relevantes, garantindo uma exploração abrangente de cada área. As sessões são projetadas para abordar progressivamente temas importantes de relacionamento, facilitando discussões e reflexões profundas,",
  "common.explore": "Descubra mais",
  "common.explore_here": "Descubra aqui",
  "common.explore_independently": "Explore por conta própria:",
  "common.explore_more": "Você quer fazer mais?",
  "common.exploring_individual_personalities": "Explorar personalidades individuais e históricos de vida; começar a entender as necessidades e preferências básicas de cada um.",
  "common.fantastic": "Fantástico!",
  "common.few_clicks_away": "Você está a apenas alguns cliques de distância.",
  "common.finished_1_5": "Você concluiu sua primeira de 5 sessões no nível Básico",
  "common.first_start": "Início",
  "common.focus": "Foco",
  "common.for_the": "PT FOR THE",
  "common.get_full_access": "Obtenha acesso total agora e comece a melhorar seu relacionamento hoje mesmo.",
  "common.get_the_annual_plan": "Adquira o plano de pagamento anual e obtenha 12 meses pelo preço de 10.",
  "common.get_your_own_journey": "Sua própria jornada começa aqui",
  "common.go_back": "você está de volta",
  "common.got_it": "Você já tem",
  "common.got_it_lets_do_it": "Entendi, vamos lá!",
  "common.hated_it": "Odiei",
  "common.hot": "Quente",
  "common.how_are_we_today": "Como estamos hoje?",
  "common.how_difficult_would_you_rate": "Qual o grau de dificuldade que vocês classificariam para as perguntas desta sessão?",
  "common.how_much_do_you_thing_challenge": "O quanto vocês acham que esse desafio ajudará vocês no futuro?",
  "common.how_much_enjoy_level": "O quanto vocês gostaram do nível inteiro?",
  "common.how_much_enjoy_quadrant": "O quanto vocês gostaram de todo o Quadrante?",
  "common.how_much_enjoy_session": "O quanto vocês gostaram da sessão inteira?",
  "common.how_often_i_play": "Com que frequência eu jogo?",
  "common.how_to_navigate": "Como navegar no LoveWorkz",
  "common.how_to_use_quadrants": "Você quer saber mais sobre os quadrantes? Confira a seção Como usar em Configurações.",
  "common.important_note": "Observação importante",
  "common.in_a_nutshell_fun": "Em resumo, queremos que você se divirta",
  "common.intimacy_level": "Nível de intimidade",
  "common.intimate": "Íntimo",
  "common.john_placeholder": "John",
  "common.keep_the_journey": "Mantenha a jornada envolvente e positiva, equilibrando tópicos sérios com discussões leves para promover uma atmosfera de apoio.",
  "common.lets_dive_into_session": "Vamos mergulhar em sua primeira sessão",
  "common.lets_dive_into_your_session": "Vamos mergulhar em sua sessão",
  "common.lets_do_this": "Vamos fazer isso",
  "common.lets_do_this_challenge": "Vamos fazer este desafio",
  "common.lets_start": "Vamos começar",
  "common.levels": "Níveis",
  "common.levels_and_sessions": "Níveis e sessões",
  "common.light_mode": "Modo escuro",
  "common.loading": "Carregando",
  "common.lock_one_of_the_challenges": "Escolha um destes desafios",
  "common.lock_the_challenge_in": "Selecione este desafio",
  "common.long_question_1": "De 10 (estou me sentindo ótimo) a 1 (deixe-me em paz). Para qualquer coisa abaixo de 7: dê um tempo a si mesmo e adie a sessão para outro dia. PS: Coloque seu celular no modo avião para evitar distrações.",
  "common.long_question_2": "Observação:Revezem-se fazendo perguntas um ao outro. Não deixe de ouvir as respostas de seu parceiro sem interromper. Se ele preferir não responder a uma pergunta, basta seguir em frente e escolher outro cartão. Lembre-se: nada de julgar ou criticar. Apenas preste muita atenção, ofereça seu apoio e seja empático. Não se esqueça de alternar entre ser o ouvinte e o orador.",
  "common.long_text_1": "Vocês dominaram com sucesso todas as sessões da área de Crescimento Pessoal.Próxima etapa: Amizade",
  "common.loveworkz": "LOVEWORKZ",
  "common.maintain_positive_outlook": "Mantenha uma perspectiva positiva:",
  "common.master_next": "Domine o próximo desafio agora para concluir esta sessão com sucesso.",
  "common.mastered_question_part": "Você dominou a parte das perguntas com sucesso. Não foi tão ruim, foi?",
  "common.max_length": "O comprimento máximo é",
  "common.min_length": "O comprimento mínimo é",
  "common.month": "mês",
  "common.months": "meses",
  "common.my_categories": "Minhas categorias",
  "common.naah_lets_do_it_now": "Nãoooo. Vamos fazer isso agora!",
  "common.navigate_session_your_way": "Organize as sessões de acordo com suas ideias",
  "common.next": "Próxima parada",
  "common.next_stop": "Próxima parada: desafios*",
  "common.next_stop_challenges_part_1": "Próxima parada",
  "common.next_stop_challenges_part_2": "desafios",
  "common.nice_job": "Bom trabalho, faça uma pequena pausa e converse sobre o que você gostou e o que não gostou. Quais perguntas você achou difíceis e quais foram fáceis? Por quê?",
  "common.nice_job_single_phrase": "Muito bem!",
  "common.nice_job_single_phrase_part_2": "Faça uma pequena pausa e fale sobre o que você gostou e o que não gostou. Quais perguntas você achou difíceis e quais achou mais fáceis? Por quê?",
  "common.nice_work_keep_going": "Bom trabalho! Continue fazendo um bom trabalho",
  "common.no": "Não",
  "common.nope": "Não",
  "common.noResults": "Sem resultados",
  "common.not_much": "Pouco",
  "common.not_today": "naah não hoje",
  "common.note": "pequena observação:",
  "common.of": "PT of",
  "common.off": "PT off",
  "common.ok": "Ok",
  "common.ok_i_got_this": "Ok. Tenho isso",
  "common.only": "apenas",
  "common.onto_next": "Vamos para a próxima!",
  "common.package": "Pacote",
  "common.paired_subscription": "As assinaturas premium são renovadas automaticamente, a menos que a renovação automática seja desativada pelo menos 24 horas antes do final do período atual. O pagamento será cobrado em seu ID Apple/Google. Gerencie suas assinaturas e desative a renovação automática nas configurações da sua conta.",
  "common.partners_item_1": "Terapia individual, presencial e on-line",
  "common.partners_item_2": "Curso para casais Sete princípios para um casamento que funciona, presencial e on-line,",
  "common.partners_item_3": "Curso em grupo para solteiros Seven Principles for Singles (Sete princípios para solteiros), presencial e on-line. ,",
  "common.per_week": "por semana",
  "common.popular": "muito popular",
  "common.premium": "Premium",
  "common.privacy_policy_text": "PT Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt",
  "common.proceed": "Continuar",
  "common.profile": "Perfil",
  "common.programs_offered_by_arran": "Programas oferecidos pela Arran:",
  "common.put_iphone_not_distracted": "Ps: Coloque seu telefone no modo de voo para que você não se distraia.",
  "common.quadrants": "Quadrantes",
  "common.read_more": "Leia mais...",
  "common.reflect_together": "Refletir juntos",
  "common.save": "Salvar",
  "common.search": "Pesquisar",
  "common.see_all_personal_growth": "Ver todas as sessões de Crescimento pessoal",
  "common.see_all_session_of": "Veja todas as sessões de",
  "common.see_you_next_week": "Vejo você na próxima semana?",
  "common.send": "Enviar",
  "common.share_us": "Compartilhe com seus amigos",
  "common.shared_dreams": "Sonhos compartilhados",
  "common.show_less": "Mostrar menos",
  "common.show_me_the_book": "Você pode me mostrar o livro?",
  "common.show_more": "Mostrar mais",
  "common.something_went_wrong_try_again": "Algo deu errado, por favor, tente novamente mais tarde!",
  "common.special_offer": "Oferta especial quando você assina o LoveWorkz Premium",
  "common.start_for_free": "Comece de graça",
  "common.start_game": "Iniciar o jogo",
  "common.start_the_journey_prefix": "Comece com The Journey:",
  "common.start_tour_here": "Comece sua turnê aqui!",
  "common.start_your_journey_now": "Comece sua jornada agora!",
  "common.starter": "Início",
  "common.step": "Etapa",
  "common.subscribe_desc_part_1": "Assine o LoveWorkz Premium agora mesmo - você pode se inscrever no LoveWorkz Premium.",
  "common.subscribe_desc_part_2": "PT and enjoy more than 80 weeks of transformative relationship guidance",
  "common.successfully_mastered_questions": "Você dominou a parte das perguntas com sucesso. Não foi tão ruim, foi?",
  "common.swipe_next_got_this": "Você conseguiu! Passe o dedo para a próxima",
  "common.swipe_to_proceed": "Deslize para continuar",
  "common.tell_us_improve": "Diga-nos o que podemos melhorar / Vocês têm ideias para um desafio?",
  "common.the_heart_of_relationship": "PT The heart of everyones relationships",
  "common.these_represents_stages_of_journey": "Eles representam os estágios da jornada de vocês, com cada nível se baseando no anterior para introduzir conceitos e discussões mais complexos à medida que o relacionamento amadurece.",
  "common.title": "Título",
  "common.to_get_known_deeper_level": "Para te conhecer em um nível mais profundo",
  "common.topics": "Tópicos",
  "common.trending_challenges": "desafios em alta",
  "common.trending_topics": "Tópicos em alta",
  "common.utilize_the_challenges": "Utilize os desafios no final de cada sessão para desenvolver seu kit de ferramentas e aplicar os conceitos aprendidos em seu relacionamento.",
  "common.venture_beyond_the_journey": "Aventure-se além da Jornada sempre que você desejar, escolhendo o conteúdo que se alinha às necessidades e aos interesses de seu relacionamento.",
  "common.we_are_ready": "Estamos prontos. Vamos lá!",
  "common.we_have_done_the_challenge": "Você já enfrentou o desafio",
  "common.we_have_your_back": "Nós apoiamos você.",
  "common.well_done": "Muito bem!",
  "common.what_can_we_improve": "Diga-nos o que podemos melhorar",
  "common.wild_card": "Wild Card",
  "common.with_each_level_text": "Within each level, the journey is segmented into four key quadrants - Personal Growth, Friendship, Communication & Conflict, and Dreams. These quadrants are the pillars that support a healthy, thriving relationship, addressing the essential areas for development and understanding.",
  "common.year": "ano",
  "common.yes": "Sim",
  "common.you": "Você está off-line",
  "common.you_are_offline": "Você está off-line",
  "common.you_can_do_more": "Você sempre pode fazer mais",
  "common.you_have_finished_basic_level": "Você terminou o nível Starter. Próxima etapa -> Nível básico.",
  "common.your_journey_starts_here": "Sua jornada começa aqui",
  "common.youre_great_proceed": "Você é ótimo! Você continua",
  "common.youre_todays_challenge": "O desafio de hoje para você",
  "copilot.step_1_name": "Seu caminho para mais intimidade",
  "copilot.step_1_text": "Esta barra de progresso acompanha sua jornada - pense nela como um medidor de intimidade. Com a nossa função de treinador ao seu alcance, garantimos que você participe da sessão certa no momento perfeito, orientando-o em cada nível.a",
  "copilot.step_2_name": "A flor mostra o foco atual da sessão",
  "copilot.step_2_text": "permitindo que você saiba em qual dos quatro quadrantes você está mergulhando.",
  "copilot.step_3_name": "Além de sua jornada amorosa, sempre há mais para você explorar",
  "copilot.step_3_text": "Mergulhe diretamente nas sessões, aprofunde-se nos tópicos ou aceite um desafio extra sempre que você se sentir inspirado",
  "copilot.step_4_name": "Você quer saber mais sobre o aplicativo?",
  "copilot.step_4_text": "Conecte-se com seu parceiro ou ajuste as configurações para atender melhor às suas preferências.",
  "error.title": "Ocorreu um erro. Tente novamente mais tarde",
  "favorites.title": "Meus favoritos",
  "game_rules.descriptions_1_text_1": "O LoveWorkz foi criado com o propósito especial de aproximar você e seu parceiro, transformando sua jornada de relacionamento em um ritual significativo. Antes de mergulhar nas etapas, lembre-se de que essa experiência tem tudo a ver com dedicar tempo de qualidade um ao outro. Portanto, coloque seu telefone no modo de voo para evitar interrupções, ative o aplicativo e coloque-o em algum lugar aconchegante entre vocês - seja no sofá ou em uma mesa. Sirva-se de uma taça de vinho, crie uma atmosfera agradável e garanta que vocês dois estejam de bom humor e prontos para embarcar nessa aventura juntos.",
  "game_rules.descriptions_2_text_1": "Escolha um horário semanal que seja perfeito para vocês dois. Trate esse momento como sagrado, um momento que vocês dois priorizam e esperam ansiosamente toda semana.",
  "game_rules.descriptions_3_text_1": "Escolha um local em que vocês dois se sintam confortáveis e livres de distrações. O clima certo é a base para uma sessão repleta de trocas significativas.",
  "game_rules.descriptions_4_text_1": "Estar fisicamente juntos traz um tipo especial de magia às experiências de vocês, ampliando a alegria e a profundidade de sua conexão. É nesses momentos que você forjará as conexões mais profundas e criará memórias que ficarão com você, enriquecendo seu relacionamento.",
  "game_rules.descriptions_4_text_2": "Com o recurso de sincronização, ambas as contas compartilham um fluxo de progresso, mantendo vocês unidos em sua jornada, estejam próximos ou separados. Isso permite que você acesse desafios, reúna informações, prepare-se para suas sessões ou reflita sobre elas.",
  "game_rules.descriptions_5_text_1": "Use os insights obtidos em cada pergunta para se aprofundar no relacionamento de vocês. Discuta quaisquer pensamentos ou emoções que surjam, promovendo um ambiente de abertura e confiança.",
  "game_rules.descriptions_6_text_1": "A velocidade com que você progride neste aplicativo realmente depende da sua motivação e dos seus objetivos pessoais.",
  "game_rules.descriptions_6_text_2": "Como os níveis iniciais são mais leves e mais fáceis, você pode concluir esses níveis mais rapidamente, fazendo isso uma ou duas vezes por semana.",
  "game_rules.descriptions_6_text_3": "Depois, quando você passar para os níveis Básico e Profundo, é melhor fazer isso apenas uma vez por semana para ter tempo de refletir sobre a conversa e solidificar os principais aprendizados.",
  "game_rules.descriptions_7_text_1": "O aplicativo não se trata de descobrir quem está certo ou quem está errado - trata-se de descobrir mais sobre o outro, ouvir a perspectiva do outro e fortalecer a conexão. É natural que falar sobre questões profundas ou pessoais possa trazer à tona sentimentos de estresse, vulnerabilidade ou tristeza. Portanto, é importante que você mantenha a mente aberta e apoie um ao outro com gentileza, incentivo e respeito durante todo esse processo.",
  "game_rules.descriptions_7_text_2": "Ao fazer do LoveWorkz seu ritual semanal, vocês não estão apenas passando tempo juntos, estão investindo no crescimento e na profundidade do seu relacionamento. Aproveite essa jornada de descoberta e intimidade, e cada sessão deixará vocês mais próximos um do outro.",
  "game_rules.rule_1": "Revezem-se: Decida quem fará a primeira pergunta. Depois de responder, troque os papéis para a próxima carta. Esse vai-e-vem mantém o jogo justo e envolvente. Se você passar para o próximo cartão depois que ambos responderem, a sessão fluirá sem problemas.",
  "game_rules.rule_2": "Não há problema em passar: Se você não se sentir confortável com alguma pergunta, simplesmente pule-a. Há muito mais para explorar. Há muito mais a ser explorado. Simplesmente passe para o próximo cartão.",
  "game_rules.rule_3": "Ofereça empatia: Responda às respostas de cada um com o coração aberto, sem julgamentos. Este é o espaço para você oferecer apoio, compreensão e empatia.",
  "game_rules.title": "Regras do jogo",
  "home.current_level": "O nível atual de intimidade de vocês:",
  "home.quick_start": "Início rápido",
  "home.see_all": "Ver tudo",
  "home.start_game": "Iniciar o jogo:",
  "home.welcome_back": "Você é bem-vindo de volta,",
  "how_to_use.descriptions1_text_1": "O aplicativo foi desenvolvido para aprimorar suas habilidades de relacionamento por meio de uma jornada estruturada, envolvente e interativa que abrange quatro níveis de dificuldade: Iniciante, Básico, Profundo e Íntimo. Assim como no domínio de qualquer habilidade, você avança para o próximo nível somente depois de adquirir as habilidades e técnicas do anterior, garantindo uma compreensão e aplicação completas de cada aspecto do processo de construção de relacionamentos. Esses níveis de intimidade no LoveWorkz são criados especificamente para que você possa construir um sobre o outro, aumentando a complexidade e a profundidade em cada estágio.",
  "how_to_use.descriptions1_text_2": "Cada nível não apenas aproxima vocês, mas também intensifica as exigências de suas habilidades de comunicação, compreensão e capacidade de crescer como casal. Essa abordagem em níveis permite que você aborde gradualmente aspectos mais complexos e íntimos do seu relacionamento, criando uma base sólida para um crescimento pessoal e mútuo duradouro, enriquecendo assim o seu relacionamento em cada estágio com novas percepções e laços mais fortes.",
  "how_to_use.descriptions2_text_1": "Mas não se trata apenas de fazer perguntas, trata-se de promover mudanças reais. Cada sessão é concluída com um desafio - pense nele como um dever de casa ou uma ferramenta - criado para traduzir as percepções em ação. Esses desafios, exercícios, atividades, exercícios de autorreflexão, jogos e rotinas são escolhidos a dedo e sequenciados para garantir que, à medida que você progride, está construindo uma base sólida (um kit de ferramentas) de habilidades e compreensão. Esse kit de ferramentas cresce a cada desafio concluído, preparando você para desafios futuros e aprofundando seu vínculo.",
  "how_to_use.descriptions3_text_1": "Você achará algumas das perguntas e desafios fáceis e outros mais difíceis. Mas é por isso que vocês estão aqui - para aprender e se desafiar a se tornarem melhores juntos. As perguntas têm o objetivo de facilitar uma conversa para que vocês se conheçam melhor e apresentem tópicos sobre os quais talvez não conversem normalmente",
  "how_to_use.descriptions3_text_2": "Os desafios têm como objetivo dar a você a oportunidade de sair da sua zona de conforto, lidar com questões difíceis, encontrar soluções e aprender as principais habilidades de relacionamento.",
  "how_to_use.descriptions3_text_3": "Apesar da profundidade dos tópicos, elaboramos meticulosamente as sessões com o objetivo de manter um estado emocional positivo, mesclando discussões sérias com perguntas mais leves e divertidas, Wild Cards, Fun-Fact Cards e uma carta com perguntas relacionadas a sexo. (Cartão Hot Stuff). Isso promove uma atmosfera saudável e esperançosa, permitindo o crescimento sem estresse ou tensão excessiva e garantindo que a jornada permaneça equilibrada e agradável.",
  "how_to_use.descriptions4_text_1": "Além da Jornada, o LoveWorkz oferece a você a liberdade de explorar sessões, perguntas e desafios de forma independente. Esse modo permite que você se concentre em áreas específicas de interesse no seu próprio ritmo, perfeito para complementar a jornada estruturada ou se aprofundar em tópicos específicos.",
  "how_to_use.descriptions5_text_1": "LoveWorkz is designed to be more than just an app, it's a partner in your journey toward a deeper connection and understanding. Play it as a standalone tool or even more powerful along a couple therapy.",
  "how_to_use.title_challenges:": "Construindo seu kit de ferramentas com desafios",
  "how_to_use.title_maintaining:": "Como manter um clima emocional positivo",
  "information_block.browsing_topics": "Navegação de tópicos",
  "information_block.browsing_topics_text_1": "Você não está com vontade de fazer uma sessão completa agora? Não tem problema! Você pode navegar e explorar perguntas individuais com base em tópicos específicos de interesse.",
  "information_block.browsing_topics_text_2": "Lembre-se de que, para acompanhar seu progresso e aproveitar ao máximo o aplicativo, você deverá retornar à área da sessão ou iniciar uma nova sessão na página inicial.",
  "information_block.challenges": "desafios",
  "information_block.challenges_text_1": "desafios",
  "information_block.challenges_title_1": "Cada livro",
  "information_block.literature": "Bem-vindo à seção de literatura",
  "information_block.literature_text_1": "que você encontra aqui é uma joia de destaque, altamente recomendada por terapeutas e escolhida a dedo por nossa equipe.",
  "information_block.literature_text_2": "Reforçados, repletos de insights, dicas e exercícios baseados em evidências, esses livros ajudarão você a melhorar a comunicação, aumentar a compreensão mútua, aprofundar os vínculos emocionais e superar os desafios do seu relacionamento.",
  "information_block.literature_text_3": "são categorizados e vêm com uma breve explicação, ajudando você a descobrir o recurso perfeito para enriquecer sua parceria",
  "information_block.literature_title_1": "Cada livro",
  "information_block.literature_title_2": "Cientificamente",
  "information_block.literature_title_3": "Cada título",
  "information_block.session_library": "Biblioteca de sessões",
  "information_block.session_library_text_1": "No momento, você está na Biblioteca de sessões. Ela oferece a você uma visão geral perfeita das sessões em cada nível. Os níveis serão desbloqueados à medida que você avançar.",
  "myRelationship.1_kid": "1 filho",
  "myRelationship.2_kids_more": "2 filhos ou mais",
  "myRelationship.both_of_us": "Nós dois",
  "myRelationship.civil_partnership": "União Estável",
  "myRelationship.do_you_have_kids": "Você tem filhos?",
  "myRelationship.do_you_live_together": "Vocês moram juntos?",
  "myRelationship.engaged": "Noivado",
  "myRelationship.in_a_relatioship": "Em um relacionamento",
  "myRelationship.married": "Casado",
  "myRelationship.no": "Não",
  "myRelationship.one_of_us": "Um de nós",
  "myRelationship.part_time": "Meio período",
  "myRelationship.relationship_status": "Estado civil",
  "myRelationship.relationship_status_title": "Status de Relacionamento",
  "myRelationship.status_label": "Qual é o seu estado civil?",
  "myRelationship.We_live_separately": "Nós moramos separados",
  "myRelationship.We_live_together": "Nós moramos juntos",
  "notifications.daily_quotes": "Citações Diárias",
  "notifications.daily_quotes_description": "Citações diárias de nossa literatura recomendada e terapeutas líderes.",
  "notifications.news_more": "Notícias & Mais",
  "notifications.news_more_description": "Novos recursos e atualizações de produto",
  "notifications.newsletter": "Newsletter",
  "notifications.newsletter_description": "Conteúdo exclusivo sobre relacionamentos, rotinas saudáveis e ideias para encontros, atividades etc., literatura e principais terapeutas.",
  "notifications.promotions": "Promoções",
  "notifications.promotions_description": "Nossas melhores ofertas e descontos em especiais e LoveWorkz Premium.",
  "notifications.title": "Preferências de Notificação",
  "onboarding.goal.description": "Aonde devemos acompanhar você?",
  "onboarding.notification.allow_notifications": "Permitir notificações",
  "onboarding.notification.description": "Nossa notificação o ajudará a manter o curso!",
  "onboarding.notification.description2": "O curso do amor verdadeiro nunca foi suave",
  "onboarding.notification.description3": "William Shakespeare",
  "onboarding.notification.perhaps_later": "Talvez mais tarde",
  "onboarding.statistic.description_10": "Eu gostaria de ter sabido antes as coisas que aprendi aqui. Meu marido e eu estamos adorando nossas pequenas sessões.",
  "onboarding.statistic.description_11": "Desde que adquirimos esse aplicativo, minha namorada e eu estamos em um nível totalmente novo. Nossas conversas mudaram. Nós realmente nos entendemos agora. É como se estivéssemos redescobrindo por que nos apaixonamos um pelo outro em primeiro lugar.",
  "onboarding.statistic.description_12": "Meu Deus, nós realmente não tínhamos ideia de como construir um relacionamento bem-sucedido e feliz. Comecei a me sentir muito mais amada e valorizada desde que começamos a usar esse aplicativo.",
  "onboarding.statistic.description_13": "Nunca me senti tão próximo do meu parceiro desde que começamos a usar esse aplicativo. Estamos realmente conversando e entendendo um ao outro.",
  "onboarding.statistic.description_14": "9/10 pessoas sentem uma influência positiva em seus relacionamentos",
  "onboarding.statistic.playful_effective": "Lúdico e eficaz",
  "onboarding.statistic.screen_1_description": "Suas 4 etapas para um melhor entendimento de si mesmo e melhores relacionamentos",
  "onboarding.statistic.screen_2_description": "7/10 pessoas não estão felizes com seus relacionamentos ou vida amorosa.",
  "onboarding.statistic.screen_3_description": "Mas para 96%, relacionamentos felizes e confiáveis são a coisa mais importante da vida.",
  "onboarding.statistic.screen_4_description": "O único aplicativo de que você precisará para uma mudança positiva.",
  "onboarding.statistic.screen_4_description2": "sentem a influência positiva em seu relacionamento",
  "onboarding.welcome.description": "PT onboarding.welcome.description, 23 missing translation",
  "onboarding.welcome.title": "Que bom que você está aqui!",
  "partner.description": "Insira o e-mail do seu parceiro para convidá-lo a se juntar a você no Loveworkz.",
  "partner.enter_partner_email": "Insira o e-mail do seu parceiro",
  "partner.partner_email_title": "O e-mail do seu parceiro",
  "profile.add_partner": "Adicionar parceiro",
  "profile.boost_intimacy": "Mais intimidade e melhor",
  "profile.build_meaning_and_dreams": "Construa significado e sonhos",
  "profile.closer_relationship": "Construção de metas e sonhos comuns",
  "profile.closer_relationship_with_family": "Relacionamento mais próximo com a família e os amigos",
  "profile.communication": "Melhorar a nossa comunicação",
  "profile.conlfict_management": "Aprender a lidar com conflitos",
  "profile.country": "País",
  "profile.create_safe_attachment": "Criar ligação segura",
  "profile.date_of_birth": "Data de Nascimento",
  "profile.enter_age": "Inserir idade",
  "profile.enter_name": "Insira o nome",
  "profile.feeling_better": "Criar mais conexões e vínculos mais fortes",
  "profile.female": "Feminino",
  "profile.gender": "Gênero",
  "profile.i_am_here_just_for_fun": "Estou aqui para me divertir",
  "profile.increase_appreciation_and_respect": "Aumentar a apreço e o respeito",
  "profile.increase_intimacy_level": "Quero melhorar o nosso nível de relacionamento",
  "profile.increase_mutual_understanding": "Aumento da compreensão, apreciação e respeito",
  "profile.less_conflicts": "Menos conflitos",
  "profile.male": "Masculino",
  "profile.manage_finances": "Gerenciar melhor as finanças",
  "profile.more_fun": "Mais diversão e entusiasmo",
  "profile.name": "Nome",
  "profile.non_binary": "Não binário",
  "profile.other": "Outro",
  "profile.partner": "Parceiro",
  "profile.playfull_effective": "Lúdico e eficaz",
  "profile.prefer_not_to_say": "Prefiro não dizer",
  "profile.preferences": "Preferências",
  "profile.relationship_status": "Status de Relacionamento",
  "profile.save_changes": "Savar alterações",
  "profile.self_reflection": "Autorreflexão",
  "profile.transgender": "Transgênero",
  "questions.congrats_basic_description_1": "Você alcançou o nível de Intimidade:",
  "questions.congrats_basic_description_2": "Você desbloqueou novos desafios e perguntas. Confira agora mesmo!",
  "questions.congrats_deep_description_1": "Você alcançou o nível de Intimidade:",
  "questions.congrats_deep_description_2": "Você desbloqueou novos desafios e perguntas. Confira agora mesmo!",
  "questions.congrats_intimate_description_1": "Parabéns, você alcançou o Nível de Intimidade:",
  "questions.congrats_intimate_description_2": "Íntimo. Você desbloqueou com sucesso novos desafios e perguntas. Confira agora mesmo!",
  "questions.fantastic_work": "Trabalho fantástico!",
  "questions.great_job": "Ótimo trabalho!",
  "questions.have_you_already_rated_this_app": "Você já avaliou este aplicativo?",
  "questions.move_to_challenges": "Mova-se para desafios",
  "questions.questions": "Perguntas",
  "questions.remember_it_is_not_a_sprint": "Lembre-se que não se trata de uma maratona e nem uma corrida, por isso, por favor, leve o tempo que precisar para responder e discutir sobre as perguntas!",
  "questions.title": "Biblioteca de perguntas",
  "questions.way_to_go": "Muito bem!",
  "questions.wow_that_was_fast": "Uau! Isso foi rápido!",
  "quotes.quote_of_the_day": "Citação do dia",
  "quotes.show_me_book": "Deixe-me ver o livro.",
  "rubricFilterItem.activity": "Atividade",
  "rubricFilterItem.communication": "Comunicação",
  "rubricFilterItem.Conflict": "Conflito",
  "rubricFilterItem.conflict_management": "Gestão de Conflitos",
  "rubricFilterItem.dreams": "Sonhos",
  "rubricFilterItem.exercise": "Exercício",
  "rubricFilterItem.friendship": "Amizade",
  "rubricFilterItem.Fun": "Diversão",
  "rubricFilterItem.game": "Game",
  "rubricFilterItem.Intimacy": "Intimidade",
  "rubricFilterItem.personal_growth": "Crescimento pessoal",
  "rubricFilterItem.Respect": "Respeito",
  "rubricFilterItem.routine": "Rotina",
  "rubricFilterItem.self_reflection": "Auto-reflexão",
  "rubrics.title": "Biblioteca de perguntas",
  "sessions.favouriteSessions": "Sessões favoritas",
  "sessions.session": "Sessão",
  "sessions.sessionOverview": "Visão geral da sessão",
  "sessions.sessions": "sessões",
  "sessions.todaysSession": "Sessão do dia",
  "settings.about": "Sobre",
  "settings.about_loveWorkz": "Sobre LoveWorkz",
  "settings.about_me": "Sobre mim",
  "settings.about_my_relationship": "Sobre o meu relacionamento",
  "settings.account": "Conta",
  "settings.change_password": "Alterar a senha",
  "settings.contact_us": "Contacte-nos",
  "settings.dark_mode": "Modo escuro",
  "settings.english": "Inglês",
  "settings.follow_us_on_instagram": "Siga-nos no Instagram",
  "settings.game_rules": "Regras do Jogo",
  "settings.german": "Alemão",
  "settings.how_to_use": "Como utilizar",
  "settings.invite_partner": "Convidar parceiro",
  "settings.language": "Idioma",
  "settings.links_more": "Links & Mais",
  "settings.manage_my_subscription": "Gerenciar minha assinatura",
  "settings.notifications": "Notificações",
  "settings.our_homepage": "Nossa Página Inicial",
  "settings.our_specialists": "Nossos especialistas",
  "settings.partners": "Parceiros",
  "settings.portuguese": "Português",
  "settings.preferences": "Preferências",
  "settings.privacy_policy": "Termos de utilização & Política de Privacidade",
  "settings.privacy_policy_item": "Política de Privacidade",
  "settings.restore_purchase": "Restaurar Compra",
  "settings.share_us": "Compartilhe-nos",
  "settings.subscription": "Assinatura",
  "settings.terms_of_use": "Termos de Uso",
  "settings.title": "Configurações",
  "settings.your_goals": "Seus objetivos",
  "shop.description": "Obtenha acesso agora e melhore seu relacionamento a partir de hoje.",
  "shop.header": "Tenha acesso a todas as categorias e desafios",
  "shop.monthly_description": "acesso a todas as categorias e desafios, sem anúncios",
  "shop.quarterly_description": "Acesso a todas as categorias e desafios, sem anúncios",
  "shop.title": "Shop",
  "shop.yearly_description": "Adquira o plano de pagamento anual e ganhe dois meses grátis",
  "splash.title": "Start with the LoveWorkz to know each other better",
  "tab_navigator.tab_name_books": "Literatura",
  "tab_navigator.tab_name_challenges": "desafios",
  "tab_navigator.tab_name_home": "Início",
  "tab_navigator.tab_name_sessions": "Sessões",
  "tab_navigator.tab_name_topics": "Tópicos",
  "upload.change_photo": "Alterar foto",
  "upload.change_profile_photo": "Alterar foto do perfil",
  "upload.delete_photo": "Apagar foto",
  "upload.open_gallery": "Galeria aberta",
  "upload.take_photo": "Tirar foto",
  "common.next_step": "Próxima Etapa",
  "common.level": "Nível",
  "common.welcome_to": "Bem-vindo ao",
  "common.choose_of_the_following": "Escolha um dos seguintes",
  "common.choose_of_the_following_part_2": "aproveitem juntos e lembrem-se de marcar como concluído quando terminarem.",
  "sessions.questions_in_sessions_are_on": "PT The focus of the questions in this sessions are on",
  "sessions.a_handpicked_challenge_is_part_1": "PT A set of handpicked Core - Challenges of the category Exercise",
  "sessions.a_handpicked_challenge_is_part_2": "PT is rounding up the picture."
}
